{
  "Auto": "Automática",
  "AutoDescription": "A curva automática ajustará automaticamente para corresponder à temperatura de carga fornecida.",
  "CantBeAddedToMix": "\"{0}\" não pode ser adicionado à mistura.",
  "DuplicateIdentifiers": "The following fan curve names are duplicated: {0}",
  "Flat": "Plano",
  "FlatDescription": "A curva plana aplica um valor fixo de %.",
  "FunctionAverage": "Média de todas as curvas selecionadas",
  "FunctionMax": "Máximo de todas as curvas selecionadas",
  "FunctionMin": "Mínimo de todas as curvas selecionadas",
  "FunctionSubtract": "Diferença entre a primeira curva selecionada (+) subtraída pelo valor das outras (-)",
  "FunctionSum": "Soma de todas as curvas selecionadas",
  "Graph": "Gráfico",
  "GraphClickAndDrag": "Clique e arraste com o botão esquerdo para mover um ponto",
  "GraphDescription": "A curva gráfica aplica uma função personalizada com base em uma fonte de temperatura.",
  "GraphLeftClick": "Clique com o botão esquerdo para adicionar um ponto",
  "GraphRightClick": "Clique com o botão direito para excluir um ponto",
  "Linear": "Linear",
  "LinearDescription": "A curva linear aplica uma função linear com base em uma fonte de temperatura.",
  "LinearMaximumDescription": "Acima da temperatura máxima, a velocidade máxima é aplicada.",
  "LinearMinimumDescription": "Abaixo da temperatura mínima, a velocidade mínima é aplicada.",
  "Mix": "Mistura",
  "MixDescription": "A curva de mistura aplica uma função às curvas da ventoinha selecionadas.",
  "MixFanCurveRestoreError": "Sensores ausentes para a curva de mistura {0}",
  "NameAlreadyTaken": "O nome da curva da ventoinha \"{0}\" já está em uso",
  "RpmModeWarning": "Mudar o modo irá redefinir este gráfico. Tem certeza de que deseja continuar?",
  "Sync": "Sincronizar",
  "SyncDescription": "A curva de sincronização aplicará a mesma % do controle selecionado.",
  "SyncLoopError": "Loop detectado. O controle {0} não pôde ser definido como uma fonte.",
  "Trigger": "Gatilho",
  "TriggerDescription": "A curva de gatilho manterá a velocidade da ventoinha até que um dos dois pontos de mudança seja ativado.",
  "TriggerIdleDescription": "Abaixo da temperatura de inatividade, a velocidade configurada é usada até que a temperatura suba para a temperatura de carga.",
  "TriggerLoadDescription": "Acima da temperatura de carga, a velocidade configurada é usada até que a temperatura desça para a temperatura de inatividade.",
  "TypeFanCurveMissingSensor": "A curva da ventoinha {0} chamada \"{1}\" está sem o sensor com o identificador: {2})"
}