{
  "Auto": "Auto",
  "AutoDescription": "The auto fan curve will automatically adjust itself to match the given load temperature.",
  "CantBeAddedToMix": "\"{0}\" can't be added to the mix.",
  "Flat": "Flat",
  "FlatDescription": "The Flat fan curve applies a fixed %.",
  "FunctionAverage": "Average of all the selected fan curves",
  "FunctionMax": "Maximum of all the selected fan curves",
  "FunctionMin": "Minimum of all the selected fan curves",
  "FunctionSubtract": "Difference between the first selected fan curve (+) and the others (-)",
  "FunctionSum": "Sum of all the selected fan curves",
  "Graph": "Graph",
  "GraphClickAndDrag": "Left click and drag to move a point",
  "GraphDescription": "The graph fan curve applies a custom function based on a temperature source.",
  "GraphLeftClick": "Left click to add a point",
  "GraphRightClick": "Right click to delete a point",
  "Linear": "Linear",
  "LinearDescription": "The linear fan curve applies a linear function based on a temperature source.",
  "LinearMaximumDescription": "Above the maximum temperature, maximum speed is applied.",
  "LinearMinimumDescription": "Below the minimum temperature, minimum speed is applied.",
  "Mix": "Mix",
  "MixDescription": "The mix fan curve applies a function to the selected fan curves.",
  "MixFanCurveRestoreError": "Missing sensors for mix fan curve {0}",
  "NameAlreadyTaken": "Fan curve name \"{0}\" is already taken",
  "RemoveFromMixWarning": "Are you sure you want to remove \"{0}\" from the mix?",
  "RpmModeWarning": "Changing mode will reset this graph. Are you sure you want to continue?",
  "Sync": "Sync",
  "SyncDescription": "The sync fan curve will output the same % as the selected control.",
  "SyncLoopError": "\"Loop detected. Control {0} could not be set as a source.",
  "Trigger": "Trigger",
  "TriggerDescription": "The trigger fan curve will hold its fan speed until one of the two changing point is triggered.",
  "TriggerIdleDescription": "Below the idle temperature, idle fan speed is applied until the temperature gets back up to the load temperature.",
  "TriggerLoadDescription": "Above the load temperature, load fan speed is applied until the temperature gets back down to the idle temperature.",
  "TypeFanCurveMissingSensor": "{0} fan curve named \"{1}\" is missing sensor with identifier: {2})"
}