{
  "Auto": "Αυτόματο",
  "AutoDescription": "Η αυτόματη καμπύλη ανεμιστήρα θα προσαρμοστεί αυτόματα ώστε να ταιριάζει με τη εκάστοτε θερμοκρασία φορτίου.",
  "CantBeAddedToMix": "\"{0}\" δεν μπορεί να προστεθεί στο συνδιασμό.",
  "Flat": "Οριζόντια",
  "FlatDescription": "Η οριζόντια καμπύλη ανεμιστήρα εφαρμόζει ένα σταθερό %.",
  "FunctionAverage": "Μέσος όρος όλων των επιλεγμένων καμπυλών ανεμιστήρα",
  "FunctionMax": "Μέγιστο από όλες τις επιλεγμένες καμπύλες ανεμιστήρα",
  "FunctionMin": "Ελάχιστο από όλες τις επιλεγμένες καμπύλες ανεμιστήρα",
  "FunctionSubtract": "Διαφορά μεταξύ της πρώτης επιλεγμένης καμπύλης ανεμιστήρα (+) και των άλλων (-)",
  "FunctionSum": "Άθροισμα όλων των επιλεγμένων καμπυλών ανεμιστήρα",
  "Graph": "Γράφημα",
  "GraphClickAndDrag": "Αριστερό κλικ και σύρσιμο για να μετακινήσετε ένα σημείο",
  "GraphDescription": "Η καμπύλη ανεμιστήρα γραφήματος εφαρμόζει μια προσαρμοσμένη λειτουργία που βασίζεται σε μια πηγή θερμοκρασίας.",
  "GraphLeftClick": "Αριστερό κλικ για προσθήκη σημείου",
  "GraphRightClick": "Δεξί κλικ για διαγραφή σημείου",
  "Linear": "Γραμμικό",
  "LinearDescription": "Η γραμμική καμπύλη ανεμιστήρα εφαρμόζει μια γραμμική συνάρτηση με βάση μια πηγή θερμοκρασίας.",
  "LinearMaximumDescription": "Πάνω από τη μέγιστη θερμοκρασία, εφαρμόζεται η μέγιστη ταχύτητα.",
  "LinearMinimumDescription": "Κάτω από την ελάχιστη θερμοκρασία, εφαρμόζεται ελάχιστη ταχύτητα.",
  "Mix": "Συνδιασμός",
  "MixDescription": "Ο συνδιασμός καμπυλών ανεμιστήρων εφαρμόζει μια συνάρτηση στις επιλεγμένες καμπύλες.",
  "MixFanCurveRestoreError": "Λύπουν αισθητήρες για τον συνδιασμό καμπυλών ανεμιστήρων {0}",
  "NameAlreadyTaken": "Το όνομα καμπύλης ανεμιστήρα \"{0}\" υπάρχει ήδη",
  "RemoveFromMixWarning": "Είστε σίγουροι ότι θέλετε να αφαιρέσετε \"{0}\" απο τον συνδιασμό?",
  "RpmModeWarning": "Αλλάζοντας την λειτουργίας θα επαναφέρερθεί στο αρχικό αυτό το γράφημα. Είστε βέβαιοι ότι θέλετε να συνεχίσετε;",
  "Sync": "Συγχρονισμός",
  "SyncDescription": "Η καμπύλη ανεμιστήρα συγχρονισμού θα παράγει το ίδιο % με τον επιλεγμένο ελεγκτή.",
  "SyncLoopError": "Εντοπίστηκε επανάληψη. Ο ελεγκτής {0} δεν μπορεί να οριστρεί ως πηγαίως.",
  "Trigger": "Πυροδότηση",
  "TriggerDescription": "Η καμπύλη ανεμιστήρα πυροδότησης θα διατηρήσει την ταχύτητα του ανεμιστήρα της μέχρι να ενεργοποιηθεί ένα από τα δύο σημεία αλλαγής.",
  "TriggerIdleDescription": "Κάτω από τη θερμοκρασία απραγίας, εφαρμόζεται η ταχύτητα απραγίας του ανεμιστήρα έως ότου η θερμοκρασία επανέλθει στη θερμοκρασία φορτίου.",
  "TriggerLoadDescription": "Πάνω από τη θερμοκρασία φορτίου, εφαρμόζεται η ταχύτητα ανεμιστήρα φορτίου έως ότου η θερμοκρασία επανέλθει στη θερμοκρασία απραγίας.",
  "TypeFanCurveMissingSensor": "{0} Η καμπύλη ανεμιστήρα με όνομα \"{1}\" δεν βρήκε αισθητήρα με αναγνωριστικό: {2})"
}