{
  "AscendingRpmValues": "Incremento dei valori RPM",
  "CalibrationCommand": "Command (%)",
  "CalibrationControlCardInstructions": "Usa la seguente scheda per regolare la percentuale della ventola % e osservare i suoi RPM.",
  "CalibrationPointPercent": "Punto %",
  "CalibrationSpeed": "Velocità (RPM)",
  "CalibrationTable": "Tabella di calibrazione",
  "ControlHelpPart1": "La sezione \"Controlli\" mostra ogni intestazione/ventola disponibile rilevata.",
  "ControlHelpPart2": "Puoi assegnare una curva della ventola o passare al controllo manuale dal menu a tre punti di ciascuna scheda.",
  "ControlHelpPart3": "Dal menu a tre punti di ciascuna scheda, puoi \"abbinare\" un sensore di velocità della ventola dalla sezione sottostante, che mostrerà quegli RPM sulla scheda di controllo.",
  "ControlHelpPart4": "Le seguenti opzioni avanzate sono disponibili cliccando sulla sezione inferiore di una scheda:",
  "CurveHelpPart1": "La sezione \"Curve\" mostra ogni curva creata.",
  "CurveHelpPart2": "Per creare una nuova curva, clicca sul grande pulsante \"+\" in basso a destra e seleziona tra i tipi disponibili.",
  "CurveHelpPart3": "Per ottenere dettagli su come funziona un tipo specifico di curva della ventola, aggiungilo e clicca sulla sua icona in alto a sinistra della sua scheda",
  "CustomSensorsHelpPart1": "La sezione \"Sensori personalizzati\" mostra ogni sensore personalizzato creato.",
  "CustomSensorsHelpPart2": "Per creare un nuovo sensore personalizzato, clicca sul grande pulsante \"+\" in basso a destra e seleziona tra i tipi disponibili.",
  "CustomSensorsHelpPart3": "Per ottenere dettagli su come funziona un tipo specifico di sensore personalizzato, aggiungilo e clicca sulla sua icona in alto a sinistra della sua scheda",
  "EULA": "EULA",
  "FailedRefreshSleep": "Errore di aggiornamento dopo il ripristino dalla modalità sospensione",
  "GraphCopy": "Copia grafico",
  "GraphPaste": "Incolla grafico",
  "GraphSelectedPoint": "Punto selezionato:",
  "HidePopup": "Nascondi questo popup in futuro",
  "InitFailedRetry": "Impossibile avviare Fan Control. Riprovo...",
  "ManualPairingInstruction": "Seleziona il sensore di velocità sottostante che reagisce a questo controllo.",
  "ManualPairingTip": "(Suggerimento: Imposta il cursore al 0% e vedi quale ventola rallenta/si ferma) ",
  "OtherInstance": "Un’altra istanza di FanControl era in esecuzione sotto l’utente \"{0}\". È stata chiusa per avviare questa nuova istanza.",
  "PaypalDialogPart1": "Messaggio dallo sviluppatore di Fan Control",
  "PaypalDialogPart2": "Ciao! Sono Rémi.",
  "PaypalDialogPart3a": "Vedo che hai impostato alcune curve della ventola, fantastico! 🚀🙌",
  "PaypalDialogPart3b": "Non hai ancora creato nessuna curva della ventola, clicca sul grande pulsante + in basso a destra per iniziare! 🚀🙌",
  "PaypalDialogPart4": "Il software è continuamente sviluppato per migliori prestazioni, meno bug, più funzionalità e una migliore esperienza utente. Questo richiede tempo e impegno.",
  "PaypalDialogPart5": "Fan Control è gratuito da usare. Se ti piace e lo trovi utile, considera di condividerlo, fare una donazione tramite Paypal o sponsorizzarmi su Github. Ogni contributo è molto apprezzato! 😊",
  "PaypalDialogPart6": "Se hai problemi con il software o vuoi solo condividere il tuo feedback, c’è un link email nella sezione \"Informazioni\" a sinistra o puoi andare alla pagina Github.",
  "PaypalDialogPart7": "Grazie per aver scelto Fan Control!! 🙏",
  "PlatformNotSupported": "La tua piattaforma non è supportata. È richiesto Windows 10 o successivo.",
  "ReadEULA": "Prenditi un minuto per leggere il contratto di licenza con l’utente finale. È breve, lo prometto. Puoi sempre leggerlo più tardi nella sezione Informazioni.",
  "RefreshingAfterSleep": "Fan Control si sta aggiornando dopo il ripristino dalla modalità sospensione",
  "SpeedHelpPart1": "La sezione \"Velocità\" mostra ogni sensore RPM disponibile rilevato.",
  "SpeedHelpPart2": "Nota che ogni scheda di controllo può o meno avere una scheda RPM corrispondente per motivi di compatibilità.",
  "SpeedHelpPart3": "Si raccomanda di \"abbinare\" ogni sensore in questa sezione alla sua scheda di controllo corrispondente. Usa l’opzione del menu a tre punti di una scheda di controllo per farlo e seleziona l’abbinamento manuale o automatico.",
  "SpeedHelpPart4": "Una volta abbinato un sensore di velocità, puoi nasconderlo per un aspetto più pulito.",
  "TwoPointsRequired": "Sono richiesti almeno 2 punti",
  "UnexpectedErrorOccurred": "Si è verificato un errore imprevisto ed è stato aggiunto al file di log.",
  "UnexpectedErrorSeeLog": "Si è verificato un errore imprevisto. Vedi il file di log per i dettagli",
  "WelcomeFanControl": "Benvenuto in Fan Control! 👋"
}
