{
  "AscendingRpmValues": "Valores de RPM crescentes",
  "CalibrationCommand": "Comando (%)",
  "CalibrationControlCardInstructions": "Usa o seguinte cartão para ajustar a % da ventoinha e observar o RPM.",
  "CalibrationPointPercent": "Ponto de %",
  "CalibrationSpeed": "Velocidade (RPM)",
  "CalibrationTable": "Tabela de Calibração",
  "ControlHelpPart1": "A secção \"Controles\" mostra todos os cabeçalhos e ventoinhas disponíveis que foram detetados.",
  "ControlHelpPart2": "Podes atribuir uma curva de ventoinha ou entrar no controlo manual a partir do menu de três pontos de cada cartão.",
  "ControlHelpPart3": "No menu de três pontos de cada cartão, podes \"emparelhar\" a um sensor de velocidade da ventoinha da secção abaixo, que exibirá o RPM no cartão de controlo.",
  "ControlHelpPart4": "As seguintes opções avançadas estão disponíveis ao clicar na parte inferior de um cartão:",
  "CurveHelpPart1": "A secção \"Curvas\" mostra todas as curvas que foram criadas.",
  "CurveHelpPart2": "Para criar uma nova curva, clica no botão de \"+\" no canto inferior direito e seleciona um dos tipos disponíveis.",
  "CurveHelpPart3": "Para obter detalhes sobre como um tipo específico de curva de ventoinha funciona, adiciona-a e clica no ícone no canto superior esquerdo do cartão.",
  "CustomSensorsHelpPart1": "A secção \"Sensores personalizados\" mostra todos os sensores personalizados que foram criados.",
  "CustomSensorsHelpPart2": "Para criar um novo sensor personalizado, clica no botão de \"+\" no canto inferior direito e seleciona um dos tipos disponíveis.",
  "CustomSensorsHelpPart3": "Para obter detalhes sobre como um tipo específico de sensor personalizado funciona, adiciona-o e clica no ícone no canto superior esquerdo do cartão.",
  "EULA": "EULA",
  "FailedRefreshSleep": "Falha ao atualizar após retomar do modo de suspensão",
  "GraphCopy": "Copiar gráfico",
  "GraphPaste": "Colar gráfico",
  "GraphSelectedPoint": "Ponto selecionado:",
  "HidePopup": "Ocultar esta janela no futuro",
  "InitFailedRetry": "O Fan Control falhou ao inicializar. A tentar novamente...",
  "ManualPairingInstruction": "Seleciona o sensor de velocidade abaixo que reage a este controlo.",
  "ManualPairingTip": "(Dica: Define o controlo deslizante para 0% e vê qual ventoinha desacelera/para)",
  "OtherInstance": "Outra instância do FanControl estava em execução sob o utilizador \"{0}\". Foi fechada para iniciar esta nova instância.",
  "PaypalDialogPart1": "Mensagem do desenvolvedor do Fan Control",
  "PaypalDialogPart2": "Olá! Eu sou o Rémi.",
  "PaypalDialogPart3a": "Vejo que configuraste algumas curvas de ventoinha, isso é incrível! 🚀🙌",
  "PaypalDialogPart3b": "Ainda não criaste nenhuma curva de ventoinha, clica no botão + no canto inferior direito para começar! 🚀🙌",
  "PaypalDialogPart4": "O software está a ser continuamente desenvolvido para melhorar o desempenho, ter menos erros, adicionar mais funcionalidades e melhorar a experiência do utilizador. Isto demora tempo e requer esforço.",
  "PaypalDialogPart5": "O Fan Control é gratuito, mas se gostares o suficiente para o tornar parte do teu sistema, considera partilhá-lo, contribuir através do Paypal ou patrocinar-me no Github, será muito apreciado! 😊",
  "PaypalDialogPart6": "Se tiveres problemas com o software ou quiseres partilhar o teu feedback, há um link de e-mail na secção \"Sobre\" à esquerda ou podes aceder à página do Github.",
  "PaypalDialogPart7": "Obrigado por usar o Fan Control! 🙏",
  "PlatformNotSupported": "A plataforma atual não é suportada. É necessário Windows 10 ou posterior.",
  "ReadEULA": "Tira um minuto para ler o contrato de licença do utilizador final (EULA). É curto, prometo. Podes sempre lê-lo depois na secção Sobre.",
  "RefreshingAfterSleep": "O controlo da ventoinha está a ser atualizado após retomar do modo de suspensão",
  "SpeedHelpPart1": "A secção \"Velocidades\" mostra todos os sensores RPM disponíveis que foram detetados.",
  "SpeedHelpPart2": "Repara que cada cartão de controlo pode ou não ter um cartão de RPM correspondente devido a questões de compatibilidade.",
  "SpeedHelpPart3": "Recomenda-se que \"emparelhes\" cada sensor nesta secção com o seu cartão de controlo correspondente. Usa a opção de menu de três pontos de um cartão de controlo para fazer isso, e seleciona o emparelhamento manual ou automático.",
  "SpeedHelpPart4": "Uma vez que um sensor de velocidade esteja emparelhado, podes ocultá-lo para uma aparência mais limpa.",
  "TwoPointsRequired": "São necessários pelo menos 2 pontos",
  "UnexpectedErrorOccurred": "Ocorreu um erro e foi adicionado ao ficheiro de log.",
  "UnexpectedErrorSeeLog": "Ocorreu um erro. Vê o ficheiro de log para mais detalhes.",
  "WelcomeFanControl": "Bem-vindo ao Fan Control! 👋"
}