{
  "AscendingRpmValues": "Növekvő RPM értékek",
  "CalibrationCommand": "Parancs (%)",
  "CalibrationControlCardInstructions": "A következő kártyával állítsa be a ventilátor %-át, és figyelje meg annak fordulatszámát!",
  "CalibrationPointPercent": "Pont %",
  "CalibrationSpeed": "Sebesség (RPM)",
  "CalibrationTable": "Kalibrációs tábla",
  "ControlHelpPart1": "A \"Vezérlők\" szakasz minden elérhető fejlécet/ventilátort megjelenít, amelyet észlel.",
  "ControlHelpPart2": "Hozzárendelhet egy ventilátor-görbét, vagy beléphet a kézi vezérlésbe az egyes kártyák hárompontos menüjéből.",
  "ControlHelpPart3": "Az egyes kártyák hárompontos menüjéből \"párosíthat\" egy sebesség-érzékelőt az alábbi részből, amely megmutatja a vezérlőkártyán lévő fordulatszámot.",
  "ControlHelpPart4": "A következő speciális beállítások érhetők el a kártya alsó részére kattintva:",
  "CurveHelpPart1": "A \"Görbék\" szakasz minden létrehozott görbét megjelenít.",
  "CurveHelpPart2": "Új görbe létrehozásához kattintson a jobb alsó sarokban található nagy \"+\" jel gombra, és válasszon a rendelkezésre álló típusok közül.",
  "CurveHelpPart3": "Ha részleteket szeretne megtudni egy adott ventilátorgörbe-típus működéséről, adja hozzá, és kattintson a kártya bal felső sarkában található ikonjára.",
  "CustomSensorsHelpPart1": "Az \"Egyéni érzékelők\" szakasz minden létrehozott egyéni érzékelőt megjelenít.",
  "CustomSensorsHelpPart2": "Új egyéni érzékelő létrehozásához kattintson a jobb alsó sarokban található nagy \"+\" jel gombra, és válasszon a rendelkezésre álló típusok közül.",
  "CustomSensorsHelpPart3": "Ha részleteket szeretne megtudni egy adott egyéni érzékelőtípus működéséről, adja hozzá azt, és kattintson az ikonjára a kártya bal felső sarkában.",
  "EULALicenses": "EULA",
  "FailedRefreshSleep": "Az alvásból való visszatérés után nem sikerült frissíteni",
  "GraphCopy": "Grafikon másolása",
  "GraphPaste": "Grafikon beillesztése",
  "GraphSelectedPoint": "Kiválasztott pont:",
  "HidePopup": "A jövőben legyen elrejtve ez az előugró ablak",
  "InitFailedRetry": "A Fan Control nem tudott elindulni. Újrapróbálkozás...",
  "ManualPairingInstruction": "Válassza ki azt a sebesség-érzékelőt, amely reagál erre a vezérlésre.",
  "ManualPairingTip": "(Tipp: Állítsa a csúszkát 0%-ra, és nézze meg, melyik ventilátor lassul le/áll meg)",
  "OtherInstance": "A Fan Control egy másik példánya \"{0}\" felhasználó alatt futott. Az új példány elindítása érdekében ez be lett zárva.",
  "PaypalDialogPart1": "Üzenet a Fan Control fejlesztőjétől",
  "PaypalDialogPart2": "Szia! Itt Rémi.",
  "PaypalDialogPart3a": "Látom, már van néhány ventilátor-görbéd, ez fantasztikus! 🚀🙌",
  "PaypalDialogPart3b": "Látom, még nem hoztál létre ventilátor-görbét, a kezdéshez kattints a jobb alsó sarokban található nagy \"+\" gombra! 🚀🙌",
  "PaypalDialogPart4": "A szoftver folyamatosan fejlesztés alatt áll a jobb teljesítmény, kevesebb hiba, több funkció és jobb felhasználói élmény érdekében. Ez időt és energiát igényel.",
  "PaypalDialogPart5": "A Fan Control használata ingyenes, de ha annyira megtetszett, hogy a rendszered részévé vált, fontold meg a megosztását, hozzájárulást a Paypal-on keresztül vagy szponzorálj a Github-on. Ezt nagyon nagyra értékeljük! 😊",
  "PaypalDialogPart6": "Ha problémáid vannak a szoftverrel, vagy csak meg szeretnéd osztani visszajelzésedet, a bal oldali \"Névjegy\" részben található egy e-mail link, vagy menj a Github oldalunkra.",
  "PaypalDialogPart7": "Köszönjük, hogy a Fan Control-t használod! 🙏",
  "PlatformNotSupported": "Az Ön platformja nem támogatott. Windows 10 vagy újabb szükséges.",
  "ReadEULA": "Szánjon egy percet a végfelhasználói licencszerződés elolvasására! Rövid, ígérem. Később bármikor elolvashatja a \"Névjegy\" részben.",
  "RefreshingAfterSleep": "A Fan Control frissítődik az alvó állapotból való visszatérés után",
  "SpeedHelpPart1": "A \"Sebesség\" szakasz minden elérhető fordulatszám-érzékelőt megjelenít, amelyet észlel.",
  "SpeedHelpPart2": "Ne feledje, hogy kompatibilitási okokból nem minden vezérlőkártya rendelkezik hozzátartozó RPM-kártyával.",
  "SpeedHelpPart3": "Javasoljuk, hogy ebben a részben minden érzékelőt a megfelelő vezérlőkártyához \"párosítson\". Ehhez használja a vezérlőkártya hárompontos menüopcióját, és válassza ki a kézi vagy az automatikus párosítást!",
  "SpeedHelpPart4": "Miután párosított egy sebességérzékelőt, elrejtheti a tisztább megjelenés érdekében.",
  "TwoPointsRequired": "Legalább 2 pont szükséges",
  "UnexpectedErrorOccurred": "Váratlan hiba történt, ami hozzáadásra került a naplófájlhoz.",
  "UnexpectedErrorSeeLog": "Váratlan hiba történt. A részletekért tekintse meg a naplófájlt!",
  "WelcomeFanControl": "Üdvözli a Fan Control! 👋"
}