{
  "AscendingRpmValues": "Stigende RPM-værdier",
  "CalibrationCommand": "Kommando (%)",
  "CalibrationControlCardInstructions": "Brug følgende kort til at justere din blæser % og observere dens RPM.",
  "CalibrationPointPercent": "Punkt %",
  "CalibrationSpeed": "Hastighed (RPM)",
  "CalibrationTable": "Kalibreringstabel",
  "ControlHelpPart1": "Sektionen \"Kontroller\" viser alle tilgængelige hoveder/blæsere, der er registreret.",
  "ControlHelpPart2": "Du kan enten tildele en blæserkurve eller vælge manuel kontrol fra tre-punkts menuen på hvert kort.",
  "ControlHelpPart3": "Fra tre-punkts menuen på hvert kort kan du \"matche\" en blæserhastighedssensor fra sektionen nedenfor, som viser RPM på kontrolkortet.",
  "ControlHelpPart4": "Følgende avancerede indstillinger er tilgængelige ved at klikke på den nederste del af et kort:",
  "CurveHelpPart1": "Sektionen \"Kurver\" viser alle kurver, der er oprettet.",
  "CurveHelpPart2": "For at oprette en ny kurve skal du klikke på den store \"+\"-knap i nederste højre hjørne og vælge mellem de tilgængelige typer.",
  "CurveHelpPart3": "For at få detaljer om, hvordan en specifik blæserkurvetype fungerer, skal du tilføje den og klikke på dens ikon øverst til venstre på dens kort.",
  "CustomSensorsHelpPart1": "Sektionen \"Brugerdefinerede sensorer\" viser alle brugerdefinerede sensorer, der er oprettet.",
  "CustomSensorsHelpPart2": "For at oprette en ny brugerdefineret sensor skal du klikke på den store \"+\"-knap i nederste højre hjørne og vælge mellem de tilgængelige typer.",
  "CustomSensorsHelpPart3": "For at få detaljer om, hvordan en specifik brugerdefineret sensortype fungerer, skal du tilføje den og klikke på dens ikon øverst til venstre på dens kort.",
  "EULALicenses": "EULA/Licenser",
  "FailedRefreshSleep": "Kunne ikke opdatere efter genoptagelse fra dvaletilstand",
  "GraphCopy": "Kopiér graf",
  "GraphPaste": "Indsæt graf",
  "GraphSelectedPoint": "Valgt punkt:",
  "HidePopup": "Skjul denne popup fremover",
  "InitFailedRetry": "Fan Control kunne ikke initialisere. Forsøger igen...",
  "ManualPairingInstruction": "Vælg hastighedssensoren nedenfor, der reagerer på denne kontrol.",
  "ManualPairingTip": "(Tip: Sæt skyderen til 0%, og se hvilken blæser der sænker farten/stopper)",
  "OtherInstance": "En anden instans af FanControl kørte under bruger \"{0}\". Den blev lukket for at starte denne nye instans.",
  "PaypalDialogPart1": "Besked fra udvikleren af Fan Control",
  "PaypalDialogPart2": "Hej! Rémi her.",
  "PaypalDialogPart3a": "Jeg kan se, du har nogle blæserkurver i gang, det er fantastisk! 🚀🙌",
  "PaypalDialogPart3b": "Du har endnu ikke oprettet en blæserkurve, klik på den store + knap i nederste højre hjørne for at komme i gang! 🚀🙌",
  "PaypalDialogPart4": "Softwaren udvikles kontinuerligt for bedre ydeevne, færre fejl, flere funktioner og en bedre brugeroplevelse. Det kræver tid og indsats.",
  "PaypalDialogPart5": "Fan Control er gratis at bruge, men hvis du kan lide det nok til at gøre det til en del af dit system, overvej at bidrage via min Paypal eller sponsorere mig på Github. Det værdsættes meget! 😊",
  "PaypalDialogPart6": "Hvis du har problemer med softwaren, eller bare vil dele din feedback, er der et e-mail-link i venstre \"Om\"-sektion, eller du kan besøge Github-siden.",
  "PaypalDialogPart7": "Tak fordi du bruger Fan Control! 🙏",
  "PlatformNotSupported": "Din platform understøttes ikke. Windows 10 eller nyere er påkrævet.",
  "ReadEULA": "Tag et øjeblik til at læse slutbrugerlicensaftalen. Den er kort, jeg lover. Du kan altid læse den senere i sektionen \"Om\".",
  "RefreshingAfterSleep": "Fan Control opdateres efter genoptagelse fra dvaletilstand",
  "SpeedHelpPart1": "Sektionen \"Hastigheder\" viser alle tilgængelige RPM-sensorer, der er registreret.",
  "SpeedHelpPart2": "Bemærk, at hvert kontrolkort måske eller måske ikke har et tilsvarende RPM-kort på grund af kompatibilitetsårsager.",
  "SpeedHelpPart3": "Det anbefales, at du \"parrer\" hver sensor i denne sektion til dens tilsvarende kontrolkort. Brug tre-punkts menuen på et kontrolkort til at gøre dette og vælg enten manuel eller automatisk parring.",
  "SpeedHelpPart4": "Når en hastighedssensor er parret, kan du skjule den for et renere udseende.",
  "TwoPointsRequired": "Der kræves mindst 2 punkter",
  "UnexpectedErrorOccurred": "En uventet fejl er opstået og er blevet tilføjet til logfilen.",
  "UnexpectedErrorSeeLog": "En uventet fejl opstod. Se logfilen for detaljer.",
  "WelcomeFanControl": "Velkommen til Fan Control! 👋"
}