{
  "AscendingRpmValues": "Vzostupné hodnoty otáčok",
  "CalibrationCommand": "Príkaz v (%)",
  "CalibrationControlCardInstructions": "Pomocou nasledujúcej karty nastavte % ventilátora a sledujte jeho otáčky.",
  "CalibrationPointPercent": "Bod v %",
  "CalibrationSpeed": "Rýchlosť (RPM)",
  "CalibrationTable": "Kalibračná tabuľka",
  "ControlHelpPart1": "V sekcii \"Ovládacie prvky\" sú zobrazené všetky dostupné hlavičky/ventilátory, ktoré sú detegované.",
  "ControlHelpPart2": "V trojbodovej ponuke každej karty môžete priradiť krivku ventilátora alebo prejsť k ručnému ovládaniu.",
  "ControlHelpPart3": "V trojbodovej ponuke každej karty môžete v sekcii \"Vybrať\" vybrať snímač otáčok ventilátora, ktorý zobrazí tieto otáčky na ovládacej karte.",
  "ControlHelpPart4": "Kliknutím na spodnú časť karty sú k dispozícii nasledujúce rozšírené možnosti:",
  "CurveHelpPart1": "V sekcii \"Krivky\" sú zobrazené všetky vytvorené krivky.",
  "CurveHelpPart2": "Ak chcete vytvoriť novú krivku, kliknite na veľké tlačidlo \"+\" vpravo dole a vyberte jeden z dostupných typov.",
  "CurveHelpPart3": "Ak chcete získať podrobnosti o fungovaní konkrétneho typu krivky ventilátora, pridajte ju a kliknite na jej ikonu v ľavom hornom rohu karty.",
  "CustomSensorsHelpPart1": "V sekcii \"Vlastné senzory\" sú zobrazené všetky vytvorené vlastné senzory.",
  "CustomSensorsHelpPart2": "Ak chcete vytvoriť nový vlastný senzor, kliknite na veľké tlačidlo \"+\" vpravo dole a vyberte jeden z dostupných typov.",
  "CustomSensorsHelpPart3": "Ak chcete získať podrobnosti o fungovaní konkrétneho typu vlastného senzora, pridajte ho a kliknite na jeho ikonu v ľavom hornom rohu karty.",
  "EULALicenses": "LICENČNÁ ZMLUVA EULA",
  "FailedRefreshSleep": "Nepodarilo sa obnoviť po prebudení zo spánku.",
  "GraphCopy": "Kopírovať graf",
  "GraphPaste": "Vložiť graf",
  "GraphSelectedPoint": "Vybraný bod:",
  "HidePopup": "Skryť toto vyskakovacie okno v budúcnosti",
  "InitFailedRetry": "Fan Control sa nepodarilo inicializovať. Opakovanie pokusu...",
  "ManualPairingInstruction": "Nižšie vyberte snímač otáčok, ktorý reaguje na toto ovládanie.",
  "ManualPairingTip": "(Tip: Nastavte posuvník na 0 % a zistite, ktorý ventilátor sa spomalí/zastaví.)",
  "OtherInstance": "Iná inštancia programu FanControl bola spustená pod používateľom \"{0}\". Bola ukončená, aby bolo možné spustiť túto novú inštanciu.",
  "PaypalDialogPart1": "Správa od vývojára Fan Control",
  "PaypalDialogPart2": "Ahoj! Tu Rémi.",
  "PaypalDialogPart3a": "Vidím, že máš ventilátorové krivky, to je úžasné! 🚀🙌",
  "PaypalDialogPart3b": "Ešte nemáte vytvorenú krivku ventilátora, kliknite na veľké tlačidlo + v pravom dolnom rohu a začnite! 🚀🙌",
  "PaypalDialogPart4": "Softvér sa neustále vyvíja, aby bol výkonnejší, mal menej chýb, viac funkcií a lepšie používateľské prostredie. To vyžaduje čas a úsilie.",
  "PaypalDialogPart5": "Fan Control je zadarmo, ale ak sa vám páči natoľko, že sa stal súčasťou vášho systému, zvážte jeho zdieľanie, prispievanie na môj Paypal alebo sponzorovanie na Githube. Veľmi si to cením! 😊",
  "PaypalDialogPart6": "Ak máte problémy so softvérom alebo sa len chcete podeliť o svoju spätnú väzbu, vľavo v sekcii \"O\" nájdete odkaz na e-mail alebo môžete prejsť na stránku Github.",
  "PaypalDialogPart7": "Ďakujem, že používate Fan Control! 🙏",
  "PlatformNotSupported": "Vaša platforma nie je podporovaná. Vyžaduje sa systém Windows 10 alebo novší.",
  "ReadEULA": "Chvíľu si prečítajte licenčnú zmluvu s koncovým používateľom. Je krátka, sľubujem. Vždy si ju môžete prečítať neskôr v sekcii O nás.",
  "RefreshingAfterSleep": "Fan Control sa obnovuje po prebudení zo spánku.",
  "SpeedHelpPart1": "V sekcii \"Rýchlosti\" sú zobrazené všetky dostupné snímače otáčok, ktoré sú detegované.",
  "SpeedHelpPart2": "Všimnite si, že každá ovládacia karta môže, ale nemusí mať zodpovedajúcu kartu RPM z dôvodu kompatibility.",
  "SpeedHelpPart3": "Odporúčame, aby ste každý senzor v tejto sekcii \"spárovali\" s príslušnou ovládacou kartou. Použite na to možnosť trojbodového menu ovládacej karty a vyberte buď ručné, alebo automatické párovanie.",
  "SpeedHelpPart4": "Keď je snímač rýchlosti spárovaný, môžete ho skryť pre čistejší vzhľad.",
  "TwoPointsRequired": "Vyžadujú sa aspoň 2 body.",
  "UnexpectedErrorOccurred": "Došlo k neočakávanej chybe, ktorá bola pridaná do súboru protokolu.",
  "UnexpectedErrorSeeLog": "Došlo k neočakávanej chybe. Podrobnosti nájdete v súbore protokolu.",
  "WelcomeFanControl": "Vitajte vo Fan Control! 👋"
}