{
  "AscendingRpmValues":  "ערכי הסל\"ד בסדר עולה",
  "CalibrationCommand": "פקודה (%)",
  "CalibrationControlCardInstructions":  "השתמש בכרטיס הבא כדי לכוונן את % המאוורר שלך ולבחון את הסל\"ד שלו.",
  "CalibrationPointPercent": "% נקודה",
  "CalibrationSpeed":  "מהירות (סל\"ד)",
  "CalibrationTable": "טבלת כיול",
  "ControlHelpPart1": "החלק \"Controls\" מציג כל ראש/מאוורר זמין שזוהה.",
  "ControlHelpPart2": "ניתן להקצות עקומת מאוורר או לעבור לבקרה ידנית מתוך תפריט שלוש הנקודות של כל כרטיס.",
  "ControlHelpPart3":  "מתוך תפריט שלוש הנקודות של כל כרטיס, ניתן \"להתאים\" חיישן מהירות מאוורר מהחלק שמתחת, אשר יציג את הסל\"ד על כרטיס הבקרה.",
  "ControlHelpPart4": "האפשרויות המתקדמות הבאות זמינות בלחיצה על החלק התחתון של הכרטיס:",
  "CurveHelpPart1": "החלק \"עקומות\" מציג כל עקומה שנוצרה.",
  "CurveHelpPart2": "ליצירת עקומה חדשה, לחץ על כפתור ה-\"+\" הגדול בפינה התחתונה הימנית ובחר מתוך הסוגים הזמינים.",
  "CurveHelpPart3": "לקבלת פרטים על אופן פעולתו של סוג עקומת מאוורר מסוים, הוסף אותו ולחץ על הסמל שלו בפינה העליונה השמאלית של הכרטיס.",
  "CustomSensorsHelpPart1": "החלק \"חיישנים מותאמים אישית\" מציג כל חיישן מותאם אישית שנוצר.",
  "CustomSensorsHelpPart2": "ליצירת חיישן מותאם אישית חדש, לחץ על כפתור ה-\"+\" הגדול בפינה התחתונה הימנית ובחר מתוך הסוגים הזמינים.",
  "CustomSensorsHelpPart3": "לקבלת פרטים על אופן פעולתו של סוג חיישן מותאם אישית מסוים, הוסף אותו ולחץ על הסמל שלו בפינה העליונה השמאלית של הכרטיס.",
  "EULALicenses": "הסכם רישוי למשתמש קצה/רישיונות",
  "FailedRefreshSleep": "נכשל לרנן לאחר חזרה ממצב שינה",
  "GraphCopy": "העתק גרף",
  "GraphPaste": "הדבק גרף",
  "GraphSelectedPoint": "נקודה נבחרת:",
  "HidePopup": "הסתר חלון זה בעתיד",
  "InitFailedRetry": "יישום Fan Control נכשל באתחול. מנסה שוב...",
  "ManualPairingInstruction": "בחר את חיישן המהירות שמגיב לרכיב הבקרה הזה.",
  "ManualPairingTip": "(טיפ: כוון את המחוון ל-0% וראה איזה מאוורר מאט/נעצר) ",
  "OtherInstance": "מופע אחר של Fan Control פעל תחת המשתמש \"{0}\". מופע הקודם נסגר כדי להתחיל את המופע החדש.",
  "PaypalDialogPart1": "הודעה ממפתח Fan Control",
  "PaypalDialogPart2": "שלום! רימי כאן.",
  "PaypalDialogPart3a": "אני רואה שיצרת עקומות מאוורר, זה מדהים! 🚀🙌",
  "PaypalDialogPart3b": "לא יצרת עדיין עקומת מאוורר, לחץ על כפתור ה-\"+\" הגדול בפינה התחתונה הימנית כדי להתחיל! 🚀🙌",
  "PaypalDialogPart4": "התוכנה מתעדכנת כל הזמן כדי לשפר ביצועים, לתקן באגים, להוסיף תכונות, ולשפר את חוויית המשתמש. זה דורש זמן ומאמץ.",
  "PaypalDialogPart5": "היישום Fan Control חינמית לשימוש, אך אם אתה מרוצה ומוצא שהיא חלק חשוב במערכת שלך, שקול לתרום דרך PayPal או לתמוך בי ב-Github. זה מוערך מאוד! 😊",
  "PaypalDialogPart6": "אם יש לך בעיות עם התוכנה או משוב, תוכל לשלוח מייל דרך קישור בקטע \"אודות\" או לבקר בעמוד ה-Github",
  "PaypalDialogPart7": "תודה לכם על שימושכם ב-Fan Control! 🙏",
  "PlatformNotSupported": "הפלטפורמה שלך אינה נתמכת. נדרשת Windows 10 ואילך.",
  "ReadEULA": "קח דקה לקרוא את הסכם הרישיון למשתמש. זה קצר, אני מבטיח. תוכל תמיד לקרוא זאת מאוחר יותר בקטע \"אודות\".",
  "RefreshingAfterSleep": "היישום Fan Control מתרעננת לאחר חידוש משינה",
  "SpeedHelpPart1":  "החלק \"מהירויות\" מציג כל חיישן סל\"ד זמין שזוהה.",
  "SpeedHelpPart2":  "שימו לב שכל כרטיס רכיב בקרה עשוי או לא עשוי להיות תואם לחיישן סל\"ד עקב סיבות תאימות.",
  "SpeedHelpPart3": "מומלץ \"לזווג\" כל חיישן בחלק זה לכרטיס רכיב הבקרה המתאים לו. השתמש באפשרות בתפריט שלוש הנקודות של כרטיס הבקרה כדי לעשות זאת, ובחר בזיווג ידני או אוטומטי.",
  "SpeedHelpPart4": "ברגע שחיישן מהירות זווג, ניתן להסתיר אותו למראה נקי יותר.",
  "TwoPointsRequired": "נדרשות לפחות 2 נקודות",
  "UnexpectedErrorOccurred": "אירעה שגיאה בלתי צפויה והיא נוספה לקובץ הלוג.",
  "UnexpectedErrorSeeLog": "אירעה שגיאה בלתי צפויה. עיין בקובץ הלוג לפרטים.",
  "WelcomeFanControl": "ברוך הבא ל-Fan Control! 👋"
}