{
  "AscendingRpmValues": "Valori RPM în creștere",
  "CalibrationCommand": "Comandă (%)",
  "CalibrationControlCardInstructions": "Folosiți cardul de mai jos pentru a regla % ventilatorului și pentru a observa RPM-ul.",
  "CalibrationPointPercent": "Punct %",
  "CalibrationSpeed": "Viteză (RPM)",
  "CalibrationTable": "Tabel de calibrare",
  "ControlHelpPart1": "Secțiunea \"Controale\" afișează fiecare header/ventilator detectat.",
  "ControlHelpPart2": "Puteți atribui o curbă de ventilator sau puteți trece la control manual din meniul cu trei puncte al fiecărui card.",
  "ControlHelpPart3": "Din meniul cu trei puncte al fiecărui card, puteți „potrivi” un senzor de viteză din secțiunea de mai jos, care va afișa acel RPM pe cardul de control.",
  "ControlHelpPart4": "Următoarele opțiuni avansate sunt disponibile făcând clic pe secțiunea inferioară a unui card:",
  "CurveHelpPart1": "Secțiunea \"Curbe\" afișează toate curbele care au fost create.",
  "CurveHelpPart2": "Pentru a crea o curbă nouă, faceți clic pe butonul mare „+” din colțul din dreapta jos și selectați din tipurile disponibile.",
  "CurveHelpPart3": "Pentru detalii despre cum funcționează un anumit tip de curbă, adăugați-o și faceți clic pe pictograma sa din stânga sus a cardului.",
  "CustomSensorsHelpPart1": "Secțiunea \"Senzori personalizați\" afișează toți senzorii personalizați creați.",
  "CustomSensorsHelpPart2": "Pentru a crea un senzor personalizat nou, faceți clic pe butonul mare „+” din colțul din dreapta jos și selectați din tipurile disponibile.",
  "CustomSensorsHelpPart3": "Pentru detalii despre cum funcționează un anumit tip de senzor personalizat, adăugați-l și faceți clic pe pictograma sa din stânga sus a cardului.",
  "EULALicenses": "EULA/Licențe",
  "FailedRefreshSleep": "Reîmprospătarea a eșuat după revenirea din repaus/sleep",
  "GraphCopy": "Copiază graficul",
  "GraphPaste": "Lipește graficul",
  "GraphSelectedPoint": "Punct selectat:",
  "HidePopup": "Ascunde acest pop-up în viitor",
  "InitFailedRetry": "Fan Control nu a reușit să se inițializeze. Se reîncearcă...",
  "ManualPairingInstruction": "Selectați senzorul de viteză de mai jos care reacționează la acest control.",
  "ManualPairingTip": "(Sfat: Setați glisorul la 0% și vedeți care ventilator încetinește/se oprește)",
  "OtherInstance": "O altă instanță a FanControl rula sub utilizatorul \"{0}\". Aceea a fost închisă pentru a porni această instanță nouă.",
  "PawnIoInformationPart1": "Pentru a obține datele senzorilor și a controla ventilatoarele, FanControl necesită acum instalarea driverului kernel PawnIO.",
  "PawnIoInformationPart2": "Acest driver înlocuiește WinRing0, driverul vechi vulnerabil folosit anterior. Va fi instalat la nivel global pe sistemul dvs.",
  "PawnIoInformationPart3": "Puteți folosi FanControl fără acest driver, dar toți senzorii încorporați legați de LibreHardwareMonitor vor fi indisponibili.",
  "PawnIoInformationPart4": "Alți furnizori de senzori precum NvAPI, ADLX și plugin-urile vor funcționa în continuare ca de obicei.",
  "PawnIoInstallationRequired": "Instalarea PawnIO este necesară",
  "PaypalDialogPart1": "Mesaj de la dezvoltatorul Fan Control",
  "PaypalDialogPart2": "Salut! Aici Rémi.",
  "PaypalDialogPart3a": "Văd că aveți câteva curbe de ventilator, grozav! 🚀🙌",
  "PaypalDialogPart3b": "Nu ați creat încă nicio curbă; apăsați butonul mare + din colțul din dreapta jos pentru a începe! 🚀🙌",
  "PaypalDialogPart4": "Acest program este dezvoltat continuu pentru performanțe mai bune, mai puține erori, mai multe funcții și o experiență de utilizare îmbunătățită. Acest lucru necesită timp și efort.",
  "PaypalDialogPart5": "Fan Control este gratuit, dar dacă vă place suficient încât să îl faceți parte din sistemul dvs., luați în considerare o donație sau sponsorizarea mea pe GitHub — va fi foarte apreciat! 😊",
  "PaypalDialogPart6": "Dacă întâmpinați probleme cu software-ul sau doriți să trimiteți feedback, există un link de email în secțiunea \"Despre\" din stânga sau puteți vizita pagina GitHub.",
  "PaypalDialogPart7": "Mulțumesc că folosiți Fan Control! 🙏",
  "PlatformNotSupported": "Platforma dvs. nu este acceptată. Este necesar Windows 10 sau o versiune ulterioară.",
  "ReadEULA": "Luați un minut pentru a citi secțiunea cu contractul de licență pentru utilizatorul final. E scurt, promit. Îl puteți citi oricând mai târziu în secțiunea Despre.",
  "RefreshingAfterSleep": "Fan Control se reîmprospătează după revenirea din repaus",
  "RefreshRequested": "O reîmprospătare a fost solicitată de această sursă de senzori: {0}",
  "SpeedHelpPart1": "Secțiunea \"Viteze\" afișează toți senzorii RPM disponibili detectați.",
  "SpeedHelpPart2": "Rețineți că fiecare card de control poate sau nu să aibă un card RPM corespunzător din motive de compatibilitate.",
  "SpeedHelpPart3": "Se recomandă să „potriviți” fiecare senzor din această secțiune cu cardul de control corespunzător. Folosiți opțiunea din meniul cu trei puncte al cardului de control și selectați asocierea manuală sau automată.",
  "SpeedHelpPart4": "Odată ce un senzor de viteză este asociat, îl puteți ascunde pentru un aspect mai curat.",
  "TwoPointsRequired": "Sunt necesare cel puțin 2 puncte",
  "UnexpectedErrorOccurred": "A apărut o eroare neașteptată, care a fost adăugată în fișierul jurnal.",
  "UnexpectedErrorSeeLog": "A apărut o eroare neașteptată. Consultați fișierul jurnal pentru detalii.",
  "WelcomeFanControl": "Bine ați venit la Fan Control! 👋"
}