{
  "AscendingRpmValues": "Wartoci RPM rosnco",
  "CalibrationCommand": "Polecenie (%)",
  "CalibrationControlCardInstructions": "U偶yj poni偶szej karty, aby dostosowa % prdkoci wentylatora i obserwowa jego RPM.",
  "CalibrationPointPercent": "Punkt %",
  "CalibrationSpeed": "Prdko (RPM)",
  "CalibrationTable": "Tabela kalibracji",
  "ControlHelpPart1": "Sekcja \"Kontrolery\" pokazuje wszystkie dostpne zcza/wentylatory, kt贸re zostay wykryte.",
  "ControlHelpPart2": "Mo偶na przypisa krzyw wentylatora, albo przej do rcznego sterowania w menu z trzema kropkami ka偶dej karty.",
  "ControlHelpPart3": "W menu z trzema kropkami ka偶dej karty mo偶na \"sparowa\" czujnik prdkoci wentylatora z poni偶szej sekcji, co poka偶e RPM na karcie kontrolnej.",
  "ControlHelpPart4": "Zaawansowane opcje s dostpne po klikniciu dolnej czci karty.",
  "CurveHelpPart1": "Sekcja \"Krzywe\" pokazuje wszystkie utworzone krzywe wentylator贸w.",
  "CurveHelpPart2": "Aby utworzy now krzyw, kliknij du偶y przycisk \"+\" w prawym dolnym rogu i wybierz jeden z dostpnych typ贸w.",
  "CurveHelpPart3": "Aby uzyska szczeg贸y dotyczce dziaania konkretnego typu krzywej wentylatora, dodaj j i kliknij jej ikon w lewym g贸rnym rogu karty.",
  "CustomSensorsHelpPart1": "Sekcja \"Czujniki niestandardowe\" pokazuje wszystkie utworzone czujniki.",
  "CustomSensorsHelpPart2": "Aby utworzy nowy czujnik, kliknij du偶y przycisk \"+\" w prawym dolnym rogu i wybierz jeden z dostpnych typ贸w.",
  "CustomSensorsHelpPart3": "Aby uzyska szczeg贸y dotyczce dziaania konkretnego typu czujnika, dodaj go i kliknij jego ikon w lewym g贸rnym rogu karty.",
  "EULA": "Umowa licencyjna u偶ytkownika kocowego",
  "FailedRefreshSleep": "Nie udao si odwie偶y po wybudzeniu",
  "GraphCopy": "Kopiuj wykres",
  "GraphPaste": "Wklej wykres",
  "GraphSelectedPoint": "Wybrany punkt:",
  "HidePopup": "Nie pokazuj tego okna ponownie",
  "InitFailedRetry": "Nie udao si zainicjowa Fan Control. Ponawianie...",
  "ManualPairingInstruction": "Wybierz poni偶ej czujnik prdkoci, kt贸ry reaguje na ten kontroler.",
  "ManualPairingTip": "(Porada: ustaw suwak na 0% i zobacz, kt贸ry wentylator zwalnia/zatrzymuje si)",
  "OtherInstance": "Inna instancja FanControl bya ju偶 uruchomiona przez u偶ytkownikia \"{0}\". Zostaa zamknita, aby uruchomi now instancj.",
  "PaypalDialogPart1": "Wiadomo od dewelopera Fan Control",
  "PaypalDialogPart2": "Cze! Z tej strony R茅mi.",
  "PaypalDialogPart3a": "Widz, 偶e stworzye ju偶 kilka krzywych wentylator贸w, to wietnie! ",
  "PaypalDialogPart3b": "Nie masz jeszcze 偶adnych krzywych wentylator贸w, kliknij du偶y przycisk + w prawym dolnym rogu, aby rozpocz! ",
  "PaypalDialogPart4": "Oprogramowanie jest stale rozwijane, aby zapewni lepsz wydajno, mniej bd贸w, wicej funkcji i lepsze wra偶enia u偶ytkownika. To wymaga czasu i wysiku.",
  "PaypalDialogPart5": "Fan Control jest darmowy, ale jeli ci si podoba i u偶ywasz go na co dzie, rozwa偶 jego udostpnienie, wsparcie na Paypal lub sponsorowanie mnie na Githubie, to bdzie bardzo mile widziane! ??",
  "PaypalDialogPart6": "Jeli masz problemy z oprogramowaniem lub chcesz podzieli si swoj opini, w sekcji \"O programie\" znajdziesz adres e-mail lub mo偶esz odwiedzi stron na Githubie.",
  "PaypalDialogPart7": "Dzikuj za korzystanie z Fan Control! ",
  "PlatformNotSupported": "Twoja platforma nie jest obsugiwana. Wymagany jest Windows 10 lub nowszy.",
  "ReadEULA": "Przeczytaj umow licencyjn u偶ytkownika kocowego. Jest kr贸tka, obiecuj. Mo偶esz j zawsze przeczyta p贸藕niej w sekcji \"O programie\".",
  "RefreshingAfterSleep": "Fan Control odwie偶a si po wybudzeniu",
  "SpeedHelpPart1": "Sekcja \"Prdkoci\" pokazuje wszystkie dostpne czujniki RPM, kt贸re zostay wykryte.",
  "SpeedHelpPart2": "Pamitaj, 偶e ka偶da karta kontrolera mo偶e, ale nie musi mie odpowiadajcej karty RPM z powodu kompatybilnoci.",
  "SpeedHelpPart3": "Zaleca si sparowanie ka偶dego czujnika w tej sekcji z odpowiadajc kart kontrolera. U偶yj opcji z menu z trzema kropkami na karcie kontrolera, aby to zrobi i wybierz rczne lub automatyczne parowanie.",
  "SpeedHelpPart4": "Po sparowaniu czujnika prdkoci mo偶esz go ukry, aby mie czystszy wygld.",
  "TwoPointsRequired": "Wymagane s co najmniej 2 punkty",
  "UnexpectedErrorOccurred": "Wystpi nieoczekiwany bd i zosta dodany do pliku dziennika.",
  "UnexpectedErrorSeeLog": "Wystpi nieoczekiwany bd. Zobacz plik dziennika, aby uzyska szczeg贸y.",
  "WelcomeFanControl": "Witamy w Fan Control! "
}