{
  "AscendingRpmValues": "Valores de RPM ascendentes",
  "CalibrationCommand": "Command (%)",
  "CalibrationControlCardInstructions": "Usa el siguiente panel para ajustar el % de tus ventiladores y observar sus RPM.",
  "CalibrationPointPercent": "Punto %",
  "CalibrationSpeed": "Velocidad (RPM)",
  "CalibrationTable": "Panel de calibraci칩n",
  "ControlHelpPart1": "La secci칩n \"Controles\" muestra todos los conectores/ventiladores disponibles que se han detectado.",
  "ControlHelpPart2": "Puedes asignar una curva o cambiar a control manual desde el men칰 de tres puntos en cada panel.",
  "ControlHelpPart3": "Desde el men칰 de tres puntos puedes \"emparejar\" un sensor de velocidad de la secci칩n de abajo, as칤 mostrar치 sus RPM en el panel.",
  "ControlHelpPart4": "Las siguientes opciones avanzadas est치n disponibles si haces clic en la parte inferior del panel:",
  "CurveHelpPart1": "La secci칩n \"Curvas\" muestra todas las curvas que se han creado.",
  "CurveHelpPart2": "Para crear una nueva curva, haz clic en el bot칩n grande de abajo a la derecha con el s칤mbolo \"+\" y selecciona uno de los tipos disponibles de la columna derecha.",
  "CurveHelpPart3": "Para obtener detalles de c칩mo funciona cada tipo espec칤fico de curva, a침치dela y haz clic sobre el icono en la parte superior izquierda del panel.",
  "CustomSensorsHelpPart1": "La secci칩n \"Sensores personalizados\" muestra todos los sensores personalizados que se han creado.",
  "CustomSensorsHelpPart2": "Para crear un nuevo sensor personalizado, haz clic en el bot칩n grande de abajo a la derecha con el s칤mbolo \"+\" y selecciona uno de los tipos disponibles de la columna izquierda.",
  "CustomSensorsHelpPart3": "Para obtener detalles de c칩mo funciona cada tipo espec칤fico de sensor personalizado, a침치delo y haz clic sobre el icono en la parte superior izquierda del panel.",
  "EULA": "EULA",
  "FailedRefreshSleep": "Fallo al actualizar despu칠s de reanudar desde el reposo",
  "GraphCopy": "Copiar gr치fico",
  "GraphPaste": "Pegar gr치fico",
  "GraphSelectedPoint": "Punto seleccionado:",
  "HidePopup": "Ocultar esta ventana emergente en el futuro",
  "InitFailedRetry": "Fan Control no se ha podido iniciar. Reintentando...",
  "ManualPairingInstruction": "Selecciona el sensor de velocidad de abajo que reaccione a este controlador.",
  "ManualPairingTip": "(Consejo: Establece el control deslizante al 0% y mira qu칠 ventilador se relentiza/detiene)",
  "OtherInstance": "Otra instancia de Fan Control estaba en uso en el usuario \"{0}\". Se ha cerrado para iniciar esta nueva estancia.",
  "PaypalDialogPart1": "Mensaje del desarrollador de Fan Control",
  "PaypalDialogPart2": "춰Hola! Aqu칤 R칠mi.",
  "PaypalDialogPart3a": "춰Veo que has hecho unas curvas, impresionante! 游游뗿",
  "PaypalDialogPart3b": "춰A칰n no has creado curvas para tus ventiladores! 춰Haz clic en el bot칩n grande de abajo a la derecha con el s칤mbolo + para empezar! 游游뗿",
  "PaypalDialogPart4": "El programa est치 siendo continuamente desarrollado para obtener mejor rendimiento, menos errores, m치s funciones y una mejor experiencia de usuario. Eso conlleva tiempo y esfuerzo.",
  "PaypalDialogPart5": "Fan Control es gratis de usar, pero si te gusta lo suficiente como para que forme parte de tu sistema, considera compartirlo, contribuir en Paypal o patrocinarme en GitHub. 춰Estar칤a muy agradecido! 游땕",
  "PaypalDialogPart6": "Si tienes problemas con el programa o simplemente quieres compartir tus ideas, tienes un email en la secci칩n \"Informaci칩n\" en la parte izquierda o puedes ir directamente a la p치gina de GitHub.",
  "PaypalDialogPart7": "Gracias por usar Fan Control! 游똂",
  "PlatformNotSupported": "Tu plataforma no est치 soportada. Se requiere Windows 10 en adelante.",
  "ReadEULA": "T칩mate un minuto para leer el acuerdo de licencia de usuario. Es breve, te lo prometo. Siempre puedes leerlo m치s tarde en la secci칩n de Informaci칩n.",
  "RefreshingAfterSleep": "Fan Control se est치 actualizando despu칠s de reanudar desde el reposo",
  "SpeedHelpPart1": "La secci칩n \"Velocidades\" muestra todos los sensores de RPM disponibles que se han detectado.",
  "SpeedHelpPart2": "Ten en cuenta que cada panel puede o no tener un panel correspondiente de RPM por razones de compatibilidad.",
  "SpeedHelpPart3": "Es recomendable que \"emparejes\" cada sensor en esta secci칩n a su panel de control correspondiente. Usa la opci칩n en el men칰 de tres puntos en el panel de control, y selecciona emparejamiento manual o autom치tico.",
  "SpeedHelpPart4": "Una vez que un sensor de velocidad est치 emparejado, puedes ocultarlo para una interfaz tener una m치s limpia.",
  "TwoPointsRequired": "Se requieren al menos 2 puntos",
  "UnexpectedErrorOccurred": "Ha ocurrido un error inesperado y se ha a침adido al registro de errores.",
  "UnexpectedErrorSeeLog": "Ha ocurrido un error inesperado. Consulta el registro de errores para m치s informaci칩n.",
  "WelcomeFanControl": "Bienvenido a Fan Control! 游녦"
}