{
  "AscendingRpmValues": "قيم RPM تصاعدي في الدقيقة",
  "CalibrationCommand": "الأمر (%)",
  "CalibrationControlCardInstructions": "استخدم البطاقة التالية لضبط النسبة المئوية للمروحة ومراقبة RPM.",
  "CalibrationPointPercent": "النقطة %",
  "CalibrationSpeed": "السرعة (RPM)",
  "CalibrationTable": "جدول المعايرة",
  "ControlHelpPart1": "يُظهر قسم \"عناصر التحكم\" كل رأس ومروحة متوفرة تم اكتشافها.",
  "ControlHelpPart2": "يمكنك إما تعيين منحنى مروحة أو الانتقال إلى التحكم اليدوي من قائمة النقاط الثلاث لكل بطاقة.",
  "ControlHelpPart3": "من القائمة ثلاثية النقاط لكل بطاقة، يمكنك \"تطابق\" مستشعر سرعة المروحة من القسم أدناه، والذي سيُظهر عدد الدورات في الدقيقة على بطاقة التحكم.",
  "ControlHelpPart4": "تتوفر الخيارات المتقدمة التالية بالنقر فوق القسم السفلي من البطاقة:",
  "CurveHelpPart1": "يُظهر القسم \"المنحنيات\" كل منحنى تم إنشاؤه.",
  "CurveHelpPart2": "لإنشاء منحنى جديد، انقر فوق الزر الكبير \"+\" في أسفل اليمين واختر من بين الأنواع المتاحة.",
  "CurveHelpPart3": "للحصول على تفاصيل حول كيفية عمل نوع منحنى مروحة معين، قم بإضافته وانقر على أيقونته في أعلى يسار بطاقته.",
  "CustomSensorsHelpPart1": "يعرض قسم \"مستشعرات مخصصة \"كل مستشعر مخصص تم إنشاؤه.",
  "CustomSensorsHelpPart2": "لإنشاء مستشعر مخصص جديد، انقر فوق الزر الكبير \"+\" في أسفل اليمين واختر من بين الأنواع المتاحة.",
  "CustomSensorsHelpPart3": "للحصول على تفاصيل حول كيفية عمل نوع مستشعر مخصص معين، قم بإضافته وانقر على أيقونته في أعلى يسار بطاقته.",
  "EULALicenses": "اتفاقية/ترخيص المستخدم النهائي",
  "FailedRefreshSleep": "فشل التحديث بعد الاستئناف من السكون",
  "GraphCopy": "نسخ الرسم البياني",
  "GraphPaste": "لصق الرسم البياني",
  "GraphSelectedPoint": "نقطة مختارة:",
  "HidePopup": "إخفاء هذه النافذة المنبثقة في المستقبل",
  "InitFailedRetry": "فشل تهيئة وحدة تحكم المروحة. إعادة المحاولة...",
  "ManualPairingInstruction": "حدد مستشعر السرعة أدناه الذي يتفاعل مع عنصر التحكم هذا.",
  "ManualPairingTip": "(نصيحة: اضبط شريط التمرير على 0% وشاهد أي مروحة تبطئ/تتوقف)",
  "OtherInstance": "كان هناك مثيل آخر من FanControl يعمل تحت اسم المستخدم \"{0}\". تم إغلاقه لبدء تشغيل هذا المثيل الجديد.",
  "PaypalDialogPart1": "رسالة من مطور التحكم في المروحة",
  "PaypalDialogPart2": "مرحباً بكم! ريمي هنا.",
  "PaypalDialogPart3a": "يمكنني أن أرى أن لديك بعض المنحنيات المعجبة، هذا رائع! 🚀🙌",
  "PaypalDialogPart3b": "لم يتم إنشاء منحنى المعجبين بعد، انقر فوق الزر الكبير + في الزاوية اليمنى السفلية للبدء! 🚀🙌",
  "PaypalDialogPart4": "يتم تطوير البرنامج باستمرار من أجل أداء أفضل، وأخطاء أقل، وميزات أكثر، وتجربة مستخدم أفضل. وهذا يستغرق وقتاً وجهداً.",
  "PaypalDialogPart5": "تطبيق Fan Control مجاني للاستخدام، ولكن إذا أعجبك بما يكفي لجعله جزءًا من نظامك، ففكر في المساهمة في Paypal الخاص بي أو رعايتي على Github، فهذا محل تقدير كبير!",
  "PaypalDialogPart6": "إذا كانت لديك مشاكل مع البرنامج أو كنت ترغب فقط في مشاركة ملاحظاتك، فهناك رابط بريد إلكتروني في القسم الأيسر \"حول \"أو يمكنك الذهاب إلى صفحة Github.",
  "PaypalDialogPart7": "شكرًا لك على استخدامك للتحكم في المروحة! 🙏",
  "PlatformNotSupported": "النظام الأساسي الخاص بك غير مدعوم. مطلوب نظام التشغيل Windows 10 أو أحدث.",
  "ReadEULA": "خذ دقيقة لقراءة قسم اتفاقية ترخيص المستخدم النهائي. إنها قصيرة، أعدك بذلك. يمكنك دائماً قراءتها لاحقاً في قسم ”حول“.",
  "RefreshingAfterSleep": "يتم تحديث FanControl بعد الاستئناف من السكون",
  "SpeedHelpPart1": "يُظهر قسم \"السرعات\" كل مستشعر عدد الدورات في الدقيقة المتوفر الذي تم اكتشافه.",
  "SpeedHelpPart2": "لاحظ أن كل بطاقة تحكم قد تحتوي أو لا تحتوي على بطاقة RPM مطابقة لأسباب تتعلق بالتوافق.",
  "SpeedHelpPart3": "من المستحسن أن تقوم بـ \"إقران\" كل مستشعر في هذا القسم ببطاقة التحكم المقابلة له. استخدم خيار قائمة النقاط الثلاث لبطاقة التحكم للقيام بذلك، وحدد إما الاقتران اليدوي أو التلقائي.",
  "SpeedHelpPart4": "بمجرد إقران مستشعر السرعة، يمكنك إخفاؤه للحصول على مظهر أنظف.",
  "TwoPointsRequired": "مطلوب 2 نقطة على الأقل",
  "UnexpectedErrorOccurred": "حدث خطأ غير متوقع وتمت إضافته إلى ملف السجل.",
  "UnexpectedErrorSeeLog": "حدث خطأ غير متوقع. انظر ملف السجل للحصول على التفاصيل.",
  "WelcomeFanControl": "مرحبًا بك في وحدة تحكم المروحة! 👋"
}