{
  "AscendingRpmValues": "Αύξουσες τιμές RPM",
  "CalibrationCommand": "Εντολή (%)",
  "CalibrationControlCardInstructions": "Χρησιμοποιήστε την παρακάτω κάρτα για να προσαρμόσετε το % του ανεμιστήρα σας και να παρατηρήσετε τις στροφές του.",
  "CalibrationPointPercent": "Σημείο %",
  "CalibrationSpeed": "Ταχύτητα (RPM)",
  "CalibrationTable": "Πίνακας βαθμονόμησης",
  "ControlHelpPart1": "Η ενότητα \"Ελεγκτές\" εμφανίζει κάθε διαθέσιμη υποδοχή/ανεμιστήρα που έχει εντοπιστεί.",
  "ControlHelpPart2": "Μπορείτε είτε να αντιστοιχίσετε μια καμπύλη ανεμιστήρα είτε να μεταβείτε σε χειροκίνητο έλεγχο από το μενού με τις τρεις κουκκίδες κάθε κάρτας.",
  "ControlHelpPart3": "Από το μενού με τις τρεις κουκκίδες κάθε κάρτας, μπορείτε να \"αντιστοιχίσετε\" έναν αισθητήρα ταχύτητας ανεμιστήρα από την παρακάτω ενότητα, ο οποίος θα δείχνει τις στροφές ανά λεπτό στην κάρτα ελέγχου.",
  "ControlHelpPart4": "Οι ακόλουθες σύνθετες επιλογές είναι διαθέσιμες κάνοντας κλικ στο κάτω τμήμα μιας κάρτας:",
  "CurveHelpPart1": "Η κατηγορία \"Καμπύλες\" περιέχει όλες τις καμπύλες που έχουν δημιουργηθεί.",
  "CurveHelpPart2": "Για να δημιουργήσετε μια νέα καμπύλη, κάντε κλικ στο μεγάλο κουμπί με το σύμβολο \"+\" κάτω δεξιά και επιλέξτε από τους διαθέσιμους τύπους.",
  "CurveHelpPart3": "Για να λάβετε λεπτομέρειες σχετικά με τον τρόπο λειτουργίας ενός συγκεκριμένου τύπου καμπύλης ανεμιστήρα, προσθέστε τον και κάντε κλικ στο εικονίδιό του στο επάνω αριστερό μέρος της κάρτας του.",
  "CustomSensorsHelpPart1": "Η κατηγορία \"Προσαρμοσμένοι αισθητήρες\" περιέχειόλους τους προσαρμοσμένους αισθητήρες που έχουν δημιουργηθεί",
  "CustomSensorsHelpPart2": "Για να δημιουργήσετε έναν νέο προσαρμοσμένο αισθητήρα, κάντε κλικ στο μεγάλο κουμπί με το σύμβολο \"+\" κάτω δεξιά και επιλέξτε από τους διαθέσιμους τύπους.",
  "CustomSensorsHelpPart3": "Για να λάβετε λεπτομέρειες σχετικά με τον τρόπο λειτουργίας ενός συγκεκριμένου προσαρμοσμένου τύπου αισθητήρα, προσθέστε τον και κάντε κλικ στο εικονίδιό του στο επάνω αριστερό μέρος της κάρτας του.",
  "EULALicenses": "EULA",
  "FailedRefreshSleep": "Απέτυχε η ανανέωση μετά την επαναφορά από την αδράνεια",
  "GraphCopy": "Αντιγραφή γραφήματος",
  "GraphPaste": "Επικόλληση γραφήματος",
  "GraphSelectedPoint": "Επιλεγμένο σημείο:",
  "HidePopup": "Απόκρυψη αυτού του αναδυόμενου παραθύρου στο μέλλον",
  "InitFailedRetry": "Το Fan Control απέτυχε να αρχικοποιηθεί. Επανάληψη προσπάθειας...",
  "ManualPairingInstruction": "Επιλέξτε τον αισθητήρα ταχύτητας παρακάτω που αντιδρά σε αυτό τον ελεγκτή.",
  "ManualPairingTip": "(Συμβουλή: Ρυθμίστε το ρυθμιστικό στο 0% και δείτε ποιος ανεμιστήρας επιβραδύνει/σταματάει)",
  "OtherInstance": "Μια ακόμη εκτέλεση του FanControl εκτελούνταν στον χρήστη \"{0}\". Τερματίστηκε για να ξεκινήσει αυτή η νέα.",
  "PaypalDialogPart1": "Μήνυμα από τον προγραμματιστή του Fan Control",
  "PaypalDialogPart2": "Γεια χαρά! Ο Rémi εδώ.",
  "PaypalDialogPart3a": "Βλέπω ότι έχετε κάποιες καμπύλες ανεμιστήρων, αυτό είναι φοβερό! 🚀🙌",
  "PaypalDialogPart3b": "Δεν έχετε δημιουργήσει ακόμα καμία καμπύλη ανεμιστήρων, επιλέξτε το μεγάλο + στην κάτω δεξιά γωνία για να ξεκινήσετε! 🚀🙌",
  "PaypalDialogPart4": "Το λογισμικό αναπτύσσεται συνεχώς για καλύτερη απόδοση, λιγότερα σφάλματα, περισσότερες δυνατότητες και καλύτερη εμπειρία χρήστη. Αυτό απαιτεί χρόνο και προσπάθεια.",
  "PaypalDialogPart5": "Το Fan Control είναι δωρεάν στη χρήση, αλλά αν σας αρέσει αρκετά ώστε να το κάνετε μέρος του συστήματός σας, σκεφτείτε να το μοιραστείτε, να συνεισφέρετε στο Paypal μου ή να με χορηγήσετε στο Github, το εκτιμώ πολύ! 😊",
  "PaypalDialogPart6": "Εάν αντιμετωπίζετε προβλήματα με το λογισμικό ή θέλετε απλώς να μοιραστείτε τα σχόλιά σας, υπάρχει ένας σύνδεσμος email στην αριστερή ενότητα \"Σχετικά\" ή μπορείτε να μεταβείτε στη σελίδα στο Github.",
  "PaypalDialogPart7": "Σας ευχαριστώ που χρησιμοποιείται το Fan Control 🙏",
  "PlatformNotSupported": "Η πλατφόρμα σας δεν υποστηρίζεται. Απαιτούνται Windows 10 ή νεότερη έκδοση.",
  "ReadEULA": "Αφιερώστε ένα λεπτό για να διαβάσετε τη συμφωνία άδειας τελικού χρήστη. Είναι σύντομη, υπόσχομαι. Μπορείτε πάντα να τη διαβάσετε αργότερα στην ενότητα Σχετικά.",
  "RefreshingAfterSleep": "Το Fan Control ανανεώνεται μετά την επαναφορά από αδράνεια",
  "SpeedHelpPart1": "Η ενότητα \"Ταχύτητες\" δείχνει κάθε διαθέσιμο αισθητήρα RPM που ανιχνεύθηκε",
  "SpeedHelpPart2": "Να σημειωθεί ότι κάθε κάρτα ελέγχου μπορεί να έχει ή να μην έχει αντίστοιχη κάρτα RPM για λόγους συμβατότητας.",
  "SpeedHelpPart3": "Συνιστάται να \"ζευγοποιήσετε\" κάθε αισθητήρα σε αυτήν την ενότητα με την αντίστοιχη κάρτα ελεγκτή. Για να το καταφέρετε χρησιμοποιήστε το μενού επιλογών με τις τρεις κουκκίδες μιας κάρτας ελεγκτή και επιλέξτε είτε τη χειροκίνητη είτε την αυτόματη ζευγοποίηση.",
  "SpeedHelpPart4": "Μόλις αντιστοιχιστεί ένας αισθητήρας ταχύτητας, μπορείτε να τον αποκρύψετε για πιο καθαρή εμφάνιση.",
  "TwoPointsRequired": "Απαιτούνται τουλάχιστον 2 σημεία",
  "UnexpectedErrorOccurred": "Παρουσιάστηκε απροσδόκητο σφάλμα και προστέθηκε στο αρχείο καταγραφής σφαλμάτων.",
  "UnexpectedErrorSeeLog": "Παρουσιάστηκε απροσδόκητο σφάλμα. Δείτε το αρχείο καταγραφής σφαλμάτων για λεπτομέρειες.",
  "WelcomeFanControl": "Καλώς ορίσατε στο Fan Control! 👋"
}