{
  "AscendingRpmValues": "Vzestupné hodnoty otáček",
  "CalibrationCommand": "Příkaz v (%)",
  "CalibrationControlCardInstructions": "Pomocí následující karty nastavte % ventilátoru a sledujte jeho otáčky.",
  "CalibrationPointPercent": "Bod v %",
  "CalibrationSpeed": "Rychlost (RPM)",
  "CalibrationTable": "Kalibrační tabule",
  "ControlHelpPart1": "V sekci \"Ovládací prvky\" jsou zobrazeny všechny dostupné hlavičky/ventilátory, které jsou detekovány.",
  "ControlHelpPart2": "V tříbodové nabídce každé karty můžete přiřadit křivku ventilátoru nebo přejít k ručnímu ovládání.",
  "ControlHelpPart3": "V tříbodovém menu každé karty můžete v níže uvedené sekci \"vybrat\" snímač otáček ventilátoru, který zobrazí tyto otáčky na řídicí kartě.",
  "ControlHelpPart4": "Kliknutím na spodní část karty jsou k dispozici následující rozšířené možnosti:",
  "CurveHelpPart1": "V části \"Křivky\" jsou zobrazeny všechny vytvořené křivky.",
  "CurveHelpPart2": "Chcete-li vytvořit novou křivku, klikněte na velký nápis \"+\" vpravo dole a vyberte jeden z dostupných typů.",
  "CurveHelpPart3": "Chcete-li získat podrobnosti o fungování konkrétního typu křivky ventilátoru, přidejte jej a klikněte na jeho ikonu v levém horním rohu karty.",
  "CustomSensorsHelpPart1": "V části \"Vlastní senzory\" jsou zobrazeny všechny vytvořené vlastní senzory.",
  "CustomSensorsHelpPart2": "Chcete-li vytvořit nový vlastní senzor, klikněte na velký nápis \"+\" vpravo dole a vyberte jeden z dostupných typů.",
  "CustomSensorsHelpPart3": "Chcete-li získat podrobnosti o fungování konkrétního typu vlastního senzoru, přidejte jej a klikněte na jeho ikonu v levém horním rohu karty.",
  "EULALicenses": "LICENČNÍ SMLOUVA EULA",
  "FailedRefreshSleep": "Nepodařilo se obnovit po probuzení z režimu spánku",
  "GraphCopy": "Kopírovat graf",
  "GraphPaste": "Vložit graf",
  "GraphSelectedPoint": "Vybraný bod:",
  "HidePopup": "Skrýt toto vyskakovací okno v budoucnu",
  "InitFailedRetry": "Fan control se nepodařilo inicializovat. Opakování pokusu...",
  "ManualPairingInstruction": "Níže vyberte snímač otáček, který reaguje na toto ovládání.",
  "ManualPairingTip": "(Tip: Nastavte posuvník na 0 % a zjistěte, který ventilátor se zpomalí/zastaví.) ",
  "OtherInstance": "Jiná instance programu FanControl byla spuštěna pod uživatelem \"{0}\". Byla ukončena, aby bylo možné spustit tuto novou instanci.",
  "PawnIoInformationPart1": "Pro získání dat ze senzorů a ovládání ventilátorů FanControl nyní vyžaduje instalaci ovladače jádra PawnIO.",
  "PawnIoInformationPart2": "Tento ovladač nahrazuje WinRing0, starší zranitelný ovladač, který byl používán dříve. Bude nainstalován globálně ve vašem systému.",
  "PawnIoInformationPart3": "Můžete používat FanControl bez tohoto ovladače, ale všechny vestavěné senzory související s LibreHardwareMonitor budou nedostupné.",
  "PawnIoInformationPart4": "Ostatní poskytovatelé senzorů jako NvAPI, ADLX a pluginy budou fungovat jako obvykle.",
  "PawnIoInstallationRequired": "Vyžadována instalace PawnIO",
  "PaypalDialogPart1": "Zpráva od vývojáře Fan Control",
  "PaypalDialogPart2": "Ahoj! Tady Rémi.",
  "PaypalDialogPart3a": "Vidím, že máš ventilátorové křivky, to je úžasné! 🚀🙌",
  "PaypalDialogPart3b": "Ještě nemáte vytvořenou křivku ventilátoru, klikněte na velké tlačítko + v pravém dolním rohu a začněte! 🚀🙌",
  "PaypalDialogPart4": "Software se neustále vyvíjí, aby byl výkonnější, měl méně chyb, více funkcí a lepší uživatelské prostředí. To vyžaduje čas a úsilí.",
  "PaypalDialogPart5": "Fan Control je zdarma, ale pokud se vám líbí natolik, aby se stal součástí vašeho systému, zvažte jeho sdílení, přispějte na můj Paypal nebo mě sponzorujte na Githubu, velmi si toho cením! 😊",
  "PaypalDialogPart6": "Pokud máte problémy se softwarem nebo se jen chcete podělit o svou zpětnou vazbu, v levé části \"O\" je odkaz na e-mail nebo můžete přejít na stránku Github.",
  "PaypalDialogPart7": "Děkuji, že používáte Fan Control! 🙏",
  "PlatformNotSupported": "Vaše platforma není podporována. Je vyžadován systém Windows 10 nebo novější.",
  "ReadEULA": "Chvíli si přečtěte licenční smlouvu s koncovým uživatelem. Je krátká, slibuji. Vždy si ji můžete přečíst později v sekci O nás.",
  "RefreshingAfterSleep": "Fan Control se obnovuje po probuzení ze spánku",
  "RefreshRequested": "A refresh was requested by this sensors source: {0}",
  "SpeedHelpPart1": "V sekci \"Rychlosti\" jsou zobrazeny všechny dostupné snímače otáček, které jsou detekovány.",
  "SpeedHelpPart2": "Všimněte si, že každá řídicí karta může, ale nemusí mít odpovídající kartu RPM z důvodu kompatibility.",
  "SpeedHelpPart3": "Doporučujeme, abyste každý snímač v této části \"spárovali\" s příslušnou řídicí kartou. Použijte k tomu možnost tříbodového menu řídicí karty a vyberte buď ruční, nebo automatické párování.",
  "SpeedHelpPart4": "Jakmile je snímač rychlosti spárován, můžete jej skrýt pro čistší vzhled.",
  "TwoPointsRequired": "Požadují se alespoň 2 body",
  "UnexpectedErrorOccurred": "Došlo k neočekávané chybě, která byla přidána do souboru protokolu.",
  "UnexpectedErrorSeeLog": "Došlo k neočekávané chybě. Podrobnosti naleznete v souboru protokolu.",
  "WelcomeFanControl": "Vítejte ve Fan Control! 👋"
}