{
  "AscendingRpmValues": "Узрастаючыя значэнні RPM",
  "CalibrationCommand": "Каманда (%)",
  "CalibrationControlCardInstructions": "Выкарыстоўвайце наступную картку для налады % вентылятара і назірання за яго RPM.",
  "CalibrationPointPercent": "Пункт %",
  "CalibrationSpeed": "Хуткасць (RPM)",
  "CalibrationTable": "Табліца каліброўкі",
  "ControlHelpPart1": "Раздзел \"Кіраванне\" паказвае ўсе даступныя выяўленыя загалоўкі/вентылятары.",
  "ControlHelpPart2": "Вы можаце прызначыць крывую вентылятара або ўключыць ручное кіраванне праз меню з трыма кропкамі на кожнай картцы.",
  "ControlHelpPart3": "У меню з трыма кропкамі на кожнай картцы можна \"супаставіць\" датчык хуткасці вентылятара з ніжняга раздзела, каб паказваць RPM на картцы кіравання.",
  "ControlHelpPart4": "Наступныя пашыраныя опцыі даступныя, калі націснуць ніжнюю частку карткі:",
  "CurveHelpPart1": "Раздзел \"Крывыя\" паказвае ўсе створаныя крывыя.",
  "CurveHelpPart2": "Каб стварыць новую крывую, націсніце вялікую кнопку \"+\" у правым ніжнім вугле і выберыце з даступных тыпаў.",
  "CurveHelpPart3": "Каб атрымаць падрабязнасці пра тое, як працуе канкрэтны тып крывой вентылятара, дадайце яе і націсніце на яе іконку ў верхнім левым вугле карткі.",
  "CustomSensorsHelpPart1": "Раздзел \"Нестандартныя датчыкі\" паказвае ўсе створаныя нестандартныя датчыкі.",
  "CustomSensorsHelpPart2": "Каб стварыць новы нестандартны датчык, націсніце вялікую кнопку \"+\" у правым ніжнім вугле і выберыце з даступных тыпаў.",
  "CustomSensorsHelpPart3": "Каб атрымаць падрабязнасці пра тое, як працуе канкрэтны нестандартны датчык, дадайце яго і націсніце на яго іконку ў верхнім левым вугле карткі.",
  "EULALicenses": "Ліцэнзійная дамова з карыстальнікам",
  "FailedRefreshSleep": "Не ўдалося абнавіць пасля выхаду з рэжыму сну",
  "GraphCopy": "Капіяваць графік",
  "GraphPaste": "Уставіць графік",
  "GraphSelectedPoint": "Выбраная кропка:",
  "HidePopup": "Больш не паказваць гэта ўсплываючае акно",
  "InitFailedRetry": "Не ўдалося ініцыялізаваць Fan Control. Паўтор спробу...",
  "ManualPairingInstruction": "Абярыце ніжэй датчык хуткасці, які рэагуе на гэты элемент кіравання.",
  "ManualPairingTip": "(Падказка: Усталюйце паўзунок на 0% і паглядзіце, які вентылятар запавольваецца або спыняецца)",
  "OtherInstance": "Іншая копія FanControl працавала пад карыстальнікам \"{0}\". Яна была закрыта для запуску гэтай новай копіі.",
  "PawnIoInformationPart1": "Для атрымання даных з датчыкаў і кіравання вентылятарамі FanControl цяпер патрабуе ўсталяванне драйвера ядра PawnIO.",
  "PawnIoInformationPart2": "Гэты драйвер замяняе WinRing0, састарэлы ўразлівы драйвер, які выкарыстоўваўся раней. Ён будзе ўсталяваны глабальна ў вашай сістэме.",
  "PawnIoInformationPart3": "Вы можаце выкарыстоўваць FanControl без гэтага драйвера, але ўсе ўбудаваныя датчыкі, звязаныя з LibreHardwareMonitor, будуць недаступныя.",
  "PawnIoInformationPart4": "Іншыя пастаўшчыкі датчыкаў, такія як NvAPI, ADLX і плагіны, будуць працаваць як звычайна.",
  "PawnIoInstallationRequired": "Патрабуецца ўсталяванне PawnIO",
  "PaypalDialogPart1": "Паведамленне ад распрацоўшчыка Fan Control",
  "PaypalDialogPart2": "Прывітанне! Гэта Рэмі.",
  "PaypalDialogPart3a": "Бачу, што вы наладзілі крывыя вентылятараў, гэта выдатна! 🚀🙌",
  "PaypalDialogPart3b": "Вы яшчэ не стварылі ніводнай крывой вентылятара, націсніце вялікую кнопку + у правым ніжнім вугле, каб пачаць! 🚀🙌",
  "PaypalDialogPart4": "Праграмнае забеспячэнне пастаянна развіваецца для паляпшэння прадукцыйнасці, зніжэння колькасці памылак, дадавання новых функцый і паляпшэння карыстальніцкага досведу. Гэта патрабуе часу і намаганняў.",
  "PaypalDialogPart5": "Fan Control можна выкарыстоўваць бясплатна, але калі вам падабаецца і вы часта яго выкарыстоўваеце, падумайце аб тым, каб падзяліцца ім, зрабіць ахвяраванне праз Paypal або стаць спонсарам на Github. Гэта вельмі цэніцца! 😊",
  "PaypalDialogPart6": "Калі ў вас ёсць праблемы з праграмай або вы хочаце падзяліцца водгукам, у раздзеле \"Пра праграму\" ёсць спасылка на электронную пошту, або вы можаце перайсці на старонку Github.",
  "PaypalDialogPart7": "Дзякуй, што карыстаецеся Fan Control! 🙏",
  "PlatformNotSupported": "Ваша платформа не падтрымліваецца. Патрабуецца Windows 10 або вышэй.",
  "ReadEULA": "Затрымайцеся на хвіліну і прачытайце ліцэнзійную дамову. Яна кароткая, абяцаю. Вы заўсёды можаце прачытаць яе пазней у раздзеле \"Пра праграму\".",
  "RefreshingAfterSleep": "Fan Control абнаўляецца пасля выхаду з рэжыму сну",
  "RefreshRequested": "Крыніца гэтага датчыка запытала абнаўленне: {0}",
  "SpeedHelpPart1": "Раздзел \"Хуткасці\" паказвае ўсе даступныя выяўленыя датчыкі RPM.",
  "SpeedHelpPart2": "Звярніце ўвагу, што кожны элемент кіравання можа мець або не мець адпаведную картку RPM па прычынах сумяшчальнасці.",
  "SpeedHelpPart3": "Рэкамендуецца \"супаставіць\" кожны датчык у гэтым раздзеле з адпаведнай карткай кіравання. Выкарыстоўвайце опцыю меню з трыма кропкамі на картцы кіравання, каб зрабіць гэта, і выбірайце ручное або аўтаматычнае супастаўленне.",
  "SpeedHelpPart4": "Пасля таго як датчык хуткасці будзе супастаўлены, вы можаце схаваць яго для больш акуратнага выгляду.",
  "TwoPointsRequired": "Неабходна як мінімум 2 пункты",
  "UnexpectedErrorOccurred": "Адбылася непрадбачаная памылка, яна дададзена ў журнал.",
  "UnexpectedErrorSeeLog": "Адбылася непрадбачаная памылка. Глядзіце журнал для падрабязнасцяў.",
  "WelcomeFanControl": "Сардэчна запрашаем у Fan Control! 👋"
}