{

  "AscendingRpmValues": "Возрастающие значения RPM",

  "CalibrationCommand": "Команда (%)",

  "CalibrationControlCardInstructions": "Используйте следующую карточку для настройки % вентилятора и наблюдайте за его RPM.",

  "CalibrationPointPercent": "Точка %",

  "CalibrationSpeed": "Скорость (RPM)",

  "CalibrationTable": "Таблица калибровки",

  "ControlHelpPart1": "Раздел \"Управление\" показывает все доступные обнаруженные разъёмы/вентиляторы.",

  "ControlHelpPart2": "Вы можете назначить кривую вентилятора или включить ручное управление через меню с тремя точками на каждой карте.",

  "ControlHelpPart3": "В меню с тремя точками на каждой карте можно \"сопоставить\" датчик скорости вентилятора из нижнего раздела, чтобы отображать RPM на карте управления.",

  "ControlHelpPart4": "Следующие расширенные опции доступны, если щёлкнуть по нижней части карты:",

  "CurveHelpPart1": "Раздел \"Кривые\" показывает все созданные кривые.",

  "CurveHelpPart2": "Чтобы создать новую кривую, нажмите большую кнопку \"+\" в правом нижнем углу и выберите тип.",

  "CurveHelpPart3": "Чтобы получить информацию о конкретной кривой вентилятора, добавьте её и щёлкните по её значку в верхнем левом углу карты.",

  "CustomSensorsHelpPart1": "Раздел \"Пользовательские датчики\" показывает все созданные пользовательские датчики.",

  "CustomSensorsHelpPart2": "Чтобы создать новый пользовательский датчик, нажмите большую кнопку \"+\" в правом нижнем углу и выберите тип.",

  "CustomSensorsHelpPart3": "Чтобы получить информацию о работе конкретного пользовательского датчика, добавьте его и щёлкните по его значку в верхнем левом углу карты.",

  "EULALicenses": "EULA/Лицензии",

  "FailedRefreshSleep": "Не удалось обновить после выхода из режима сна",

  "GraphCopy": "Скопировать график",

  "GraphPaste": "Вставить график",

  "GraphSelectedPoint": "Выбранная точка:",

  "HidePopup": "Больше не показывать это окно",

  "InitFailedRetry": "Не удалось инициализировать Fan Control. Повтор попытки...",

  "ManualPairingInstruction": "Выберите ниже датчик скорости, который реагирует на этот элемент управления.",

  "ManualPairingTip": "(Установите ползунок в 0% и посмотрите, какой вентилятор замедляется/останавливается)",

  "OtherInstance": "Другая копия FanControl работала под пользователем \"{0}\". Она была закрыта для запуска этой новой копии.",

  "PaypalDialogPart1": "Сообщение от разработчика Fan Control",

  "PaypalDialogPart2": "Привет! Это Реми.",

  "PaypalDialogPart3a": "Вижу, что вы настроили кривые вентилятора, это здорово! 🚀🙌",

  "PaypalDialogPart3b": "Вы ещё не создали ни одной кривой вентилятора. Нажмите большую кнопку + в правом нижнем углу, чтобы начать! 🚀🙌",

  "PaypalDialogPart4": "Програма постоянно дорабатывается для повышения производительности, уменьшения количества ошибок, добавления новых функций и повышения удобства. Это требует времени и усилий.",

  "PaypalDialogPart5": "Программу Fan Control можно использовать бесплатно, но если она вам нравится и стала частью вашей системы, пожалуйста, помогите автору материально PayPal или станьте спонсором на GitHub. Это очень ценно для нас! 😊",

  "PaypalDialogPart6": "Если у вас есть проблемы с программой или вы хотите поделиться отзывом, на странице \"О программе\" есть ссылка на электронную почту, либо вы можете перейти на страницу GitHub.",

  "PaypalDialogPart7": "Спасибо, что пользуетесь Fan Control! 🙏",

  "PlatformNotSupported": "Ваша платформа не поддерживается. Требуется Windows 10 или новее.",

  "ReadEULA": "Пожалуйста, ознакомьтесь с лицензионным соглашением. Оно короткое и всегда доступно в разделе \"О программе\".",

  "RefreshingAfterSleep": "Fan Control обновляется после выхода из режима сна",

  "SpeedHelpPart1": "Раздел \"Скорости\" показывает все доступные обнаруженные датчики RPM.",

  "SpeedHelpPart2": "Обратите внимание, что наличие карты RPM у каждого элемента зависит от совместимости.",

  "SpeedHelpPart3": "Рекомендуется \"сопоставить\" каждый датчик в этом разделе с соответствующей картой управления. Для этого используйте меню с тремя точками на карте управления и выберите ручное или автоматическое сопоставление.",

  "SpeedHelpPart4": "Когда датчик скорости будет сопоставлен, его можно скрыть, чтобы не захламлять интерфейс.",

  "TwoPointsRequired": "Требуется не менее двух точек",

  "UnexpectedErrorOccurred": "Произошла неизвестная ошибка, она добавлена в журнал.",

  "UnexpectedErrorSeeLog": "Произошла неизвестная ошибка. См. подробности в журнале.",

  "WelcomeFanControl": "Вас приветствует Fan Control! 👋"

}
