{
  "AscendingRpmValues": "Nousevat RPM-arvot",
  "CalibrationCommand": "Komento (%)",
  "CalibrationControlCardInstructions": "Käytä seuraavaa korttia tuulettimesi prosenttiarvon säätöön ja nopeuden seurantaan.",
  "CalibrationPointPercent": "Pisteen prosenttiarvo",
  "CalibrationSpeed": "Nopeus(RPM)",
  "CalibrationTable": "Kalibrointitaulukko",
  "ControlHelpPart1": "\"Ohjaimet\"-osio näyttää kaikki havaitut liitännät/tuulettimet.",
  "ControlHelpPart2": "Voit joko liittää korttiin tuuletinsäätökäyrän tai vaihtaa kortin manuaaliohjaukseen sen pistevalikosta.",
  "ControlHelpPart3": "Korttikohtaisesta pistevalikosta voit \"parittaa\" kortin ja nopeusanturin, jolloin tuulettimen kierrosnopeus näkyy ohjainkortissa näkyy.",
  "ControlHelpPart4": "Kortin alaosaa painamalla näet seuraavat lisävalinnat:",
  "CurveHelpPart1": "\"Käyrät\"-osio näyttää kaikki luodut käyrät.",
  "CurveHelpPart2": "Luo uusi käyrä valitsemalla oikealla alhaalla olevaa \"+\"-merkkiä painamalla näytettävistä vaihtoehdoista.",
  "CurveHelpPart3": "Saat lisätietoja eri säädintyyppien toiminnasta lisäämällä säätimen ja painamalla kortin vasemman yläkulman kuvaketta.",
  "CustomSensorsHelpPart1": "\"Mukautetut anturit\" -osio näyttää kaikki luodut mukautetut anturit.",
  "CustomSensorsHelpPart2": "Luo uusi anturi valitsemalla oikealla alhaalla olevaa \"+\"-merkkiä painamalla näytettävistä vaihtoehdoista.",
  "CustomSensorsHelpPart3": "Saat lisätietoja eri anturityyppien toiminnasta lisäämällä anturin ja painamalla kortin vasemman yläkulman kuvaketta.",
  "EULALicenses": "Käyttöehdot",
  "FailedRefreshSleep": "Päivitys epäonnistui valmiustilasta palauduttaessa",
  "GraphCopy": "Kopioi graafi",
  "GraphPaste": "Liitä graafi",
  "GraphSelectedPoint": "Valittu piste:",
  "HidePopup": "Älä näytä tätä ponnahdusta enää",
  "InitFailedRetry": "Fan Controlin alustus epäonnistui. Yritetään uudelleen...",
  "ManualPairingInstruction": "Valitse alta tähän ohjaimeen reagoiva nopeusanturi.",
  "ManualPairingTip": "(vinkki: aseta säädin 0 % ja katso mikä tuuletin hidastuu/pysähtyy) ",
  "OtherInstance": "Käyttäjä \"{0}\" suoritti jo yhtä Fan Control -instanssia ja se suljettiin tämän instanssin käynnistämiseksi.",
  "PawnIoInformationPart1": "Anturitietojen saamiseksi ja tuulettimien ohjaamiseksi Fan Control vaatii nyt PawnIO-ytimen ajurin asennuksen.",
  "PawnIoInformationPart2": "Tämä ajuri korvaa aiemmin käytetyn haavoittuvan WinRing0-ajurin. Se asennetaan järjestelmänlaajuisesti.",
  "PawnIoInformationPart3": "Voit käyttää Fan Controlia ilman tätä ajuria, mutta kaikki LibreHardwareMonitoriin liittyvät sisäänrakennetut anturit eivät ole käytettävissä.",
  "PawnIoInformationPart4": "Muut anturien tarjoajat, kuten NvAPI, ADLX ja liitännäiset toimivat edelleen normaalisti.",
  "PawnIoInstallationRequired": "PawnIO-ajurin asennus vaaditaan",
  "PaypalDialogPart1": "Viesti Fan Controlin kehittäjältä",
  "PaypalDialogPart2": "Hei siellä! Minä olen Rémi.",
  "PaypalDialogPart3a": "Näytät saaneen muutamia tuulettimien säätökäyriä käyttöön. Hienoa! 🚀🙌",
  "PaypalDialogPart3b": "Et ole vielä luonut tuulettimien säätökäyriä. Pääset alkuun painamalla oikean alakulman isoa +-nappulaa! 🚀🙌",
  "PaypalDialogPart4": "Ohjelmistoa kehitetään jatkuvasti suorituskykyisemmäksi, virheettömämmäksi, ominaisuuksien laajentamiseksi ja käyttökokemuksen parantamiseksi. Tämä vaatii aikaa ja panostusta.",
  "PaypalDialogPart5": "Fan Control on ilmainen käyttää, mutta jos pidät siitä ja otat sen järjestelmässäsi jatkuvaan käyttöön, harkistse sen jakamista ja tukemistani Paypalin tai GitHub-sponsoroinnin kautta! Arvostan tukeasi todella paljon! 😊",
  "PaypalDialogPart6": "Mikäli kohtaat ongelmia tai haluat vain antaa palautetta, löydät \"Tietoja\"-osion vasemmasta laidasta sähköpostilinkin tai voit avata Fan Controlin GitHub-sivun.",
  "PaypalDialogPart7": "Kiitos Fan Controlin käytöstä! 🙏",
  "PlatformNotSupported": "Alustaasi ei tueta. Windows 10 tai sitä uudempi vaaditaan.",
  "ReadEULA": "Pysähdy hetkeksi lukemaan käyttöehdot. Lupaan, että ne ovat lyhyet. Löydät ne myöhemmin \"Tietoja\"-osiosta.",
  "RefreshingAfterSleep": "Fan Control päivittyy valmiustilasta palautumisen jälkeen",
  "SpeedHelpPart1": "\"Nopeudet\"-osio näyttää kaikki käytettävissä olevat havaitut nopeusanturit.",
  "SpeedHelpPart2": "Huomioi, että yhteensopivuudesta riippuen kaikilla ohjainkorteilla ei välttämättä ole vastaavaa kierroslukukorttia.",
  "SpeedHelpPart3": "On suositeltavaa \"parittaa\" jokainen tämän osion anturi sitä vastaavaan ohjainkorttiin. Tämä onnistuu korttikohtaisesta kolmen pisteen valikosta löytyvällä manuaalisella tai automaattisella paritustoiminnolla.",
  "SpeedHelpPart4": "Kun nopeusanturi on paritettu voit piilottaa sen siistimpää ulkoasua varten.",
  "TwoPointsRequired": "Vähintään kaksi pistettä on määritettävä",
  "UnexpectedErrorOccurred": "Kohdattiin odottamaton virhe, jonka tiedot kirjattiin lokiin.",
  "UnexpectedErrorSeeLog": "Kohdattiin odottamaton virhe. Näet tiedot lokista.",
  "WelcomeFanControl": "Tervetuloa Fan Controliin! 👋"
}