{
  "AscendingRpmValues": "Возрастающие значения RPM",
  "CalibrationCommand": "Команда (%)",
  "CalibrationControlCardInstructions": "Используйте следующую карточку для настройки % вентилятора и наблюдайте за его RPM.",
  "CalibrationPointPercent": "Точка %",
  "CalibrationSpeed": "Скорость (RPM)",
  "CalibrationTable": "Таблица калибровки",
  "ControlHelpPart1": "Раздел \"Управление\" показывает все доступные обнаруженные заголовки/вентиляторы.",
  "ControlHelpPart2": "Вы можете назначить кривую вентилятора или включить ручное управление через меню с тремя точками на каждой карточке.",
  "ControlHelpPart3": "В меню с тремя точками на каждой карточке можно \"сопоставить\" датчик скорости вентилятора из нижнего раздела, чтобы отображать RPM на карточке управления.",
  "ControlHelpPart4": "Следующие расширенные опции доступны, если нажать нижнюю часть карточки:",
  "CurveHelpPart1": "Раздел \"Кривые\" показывает все созданные кривые.",
  "CurveHelpPart2": "Чтобы создать новую кривую, нажмите большую кнопку \"+\" в правом нижнем углу и выберите из доступных типов.",
  "CurveHelpPart3": "Чтобы получить информацию о работе конкретной кривой вентилятора, добавьте её и нажмите на её иконку в верхнем левом углу карточки.",
  "CustomSensorsHelpPart1": "Раздел \"Пользовательские датчики\" показывает все созданные пользовательские датчики.",
  "CustomSensorsHelpPart2": "Чтобы создать новый пользовательский датчик, нажмите большую кнопку \"+\" в правом нижнем углу и выберите из доступных типов.",
  "CustomSensorsHelpPart3": "Чтобы получить информацию о работе конкретного пользовательского датчика, добавьте его и нажмите на его иконку в верхнем левом углу карточки.",
  "EULALicenses": "EULA",
  "FailedRefreshSleep": "Не удалось обновить после выхода из режима сна",
  "GraphCopy": "Копировать график",
  "GraphPaste": "Вставить график",
  "GraphSelectedPoint": "Выбранная точка:",
  "HidePopup": "Больше не показывать это всплывающее окно",
  "InitFailedRetry": "Не удалось инициализировать Fan Control. Повтор попытки...",
  "ManualPairingInstruction": "Выберите ниже датчик скорости, который реагирует на этот элемент управления.",
  "ManualPairingTip": "(Подсказка: Установите ползунок на 0% и посмотрите, какой вентилятор замедляется/останавливается)",
  "OtherInstance": "Другая копия FanControl работала под пользователем \"{0}\". Она была закрыта для запуска этой новой копии.",
  "PaypalDialogPart1": "Сообщение от разработчика Fan Control",
  "PaypalDialogPart2": "Привет! Это Реми.",
  "PaypalDialogPart3a": "Вижу, что вы настроили кривые вентилятора, это здорово! 🚀🙌",
  "PaypalDialogPart3b": "Вы ещё не создали ни одной кривой вентилятора, нажмите большую кнопку + в правом нижнем углу, чтобы начать! 🚀🙌",
  "PaypalDialogPart4": "Программное обеспечение постоянно разрабатывается для повышения производительности, уменьшения количества ошибок, добавления новых функций и улучшения пользовательского опыта. Это требует времени и усилий.",
  "PaypalDialogPart5": "Fan Control можно использовать бесплатно, но если вам нравится эта программа и она стала частью вашей системы, подумайте о том, чтобы поделиться ею, внести пожертвование через Paypal или стать спонсором на Github. Это очень ценно! 😊",
  "PaypalDialogPart6": "Если у вас есть проблемы с программой или вы хотите поделиться отзывом, на странице \"О программе\" есть ссылка на электронную почту, либо вы можете перейти на страницу Github.",
  "PaypalDialogPart7": "Спасибо, что пользуетесь Fan Control! 🙏",
  "PlatformNotSupported": "Ваша платформа не поддерживается. Требуется Windows 10 или новее.",
  "ReadEULA": "Потратьте минуту на прочтение лицензионного соглашения. Оно короткое, обещаю. Вы всегда можете прочитать его позже в разделе \"О программе\".",
  "RefreshingAfterSleep": "Fan Control обновляется после выхода из режима сна",
  "SpeedHelpPart1": "Раздел \"Скорости\" показывает все доступные обнаруженные датчики RPM.",
  "SpeedHelpPart2": "Обратите внимание, что у каждого элемента управления может быть или не быть соответствующей карточки RPM по причинам совместимости.",
  "SpeedHelpPart3": "Рекомендуется \"сопоставить\" каждый датчик в этом разделе с соответствующей карточкой управления. Используйте опцию меню с тремя точками на карточке управления, чтобы сделать это, и выберите ручное или автоматическое сопоставление.",
  "SpeedHelpPart4": "После того как датчик скорости будет сопоставлен, вы можете скрыть его для более чистого интерфейса.",
  "TwoPointsRequired": "Требуется как минимум 2 точки",
  "UnexpectedErrorOccurred": "Произошла непредвиденная ошибка, она добавлена в журнал.",
  "UnexpectedErrorSeeLog": "Произошла непредвиденная ошибка. См. журнал для подробностей.",
  "WelcomeFanControl": "Добро пожаловать в Fan Control! 👋"
}