{
  "AscendingRpmValues": "Valores de RPM ascendentes",
  "CalibrationCommand": "Command (%)",
  "CalibrationControlCardInstructions": "Usa el siguiente panel para ajustar el % de tus ventiladores y observar sus RPM.",
  "CalibrationPointPercent": "Punto %",
  "CalibrationSpeed": "Velocidad (RPM)",
  "CalibrationTable": "Panel de calibración",
  "ControlHelpPart1": "La sección \"Controles\" muestra todos los conectores/ventiladores disponibles que se han detectado.",
  "ControlHelpPart2": "Puedes asignar una curva o cambiar a control manual desde el menú de tres puntos en cada panel.",
  "ControlHelpPart3": "Desde el menú de tres puntos puedes \"emparejar\" un sensor de velocidad de la sección de abajo, así mostrará sus RPM en el panel.",
  "ControlHelpPart4": "Las siguientes opciones avanzadas están disponibles si haces clic en la parte inferior del panel:",
  "CurveHelpPart1": "La sección \"Curvas\" muestra todas las curvas que se han creado.",
  "CurveHelpPart2": "Para crear una nueva curva, haz clic en el botón grande de abajo a la derecha con el símbolo \"+\" y selecciona uno de los tipos disponibles de la columna derecha.",
  "CurveHelpPart3": "Para obtener detalles de cómo funciona cada tipo específico de curva, añádela y haz clic sobre el icono en la parte superior izquierda del panel.",
  "CustomSensorsHelpPart1": "La sección \"Sensores personalizados\" muestra todos los sensores personalizados que se han creado.",
  "CustomSensorsHelpPart2": "Para crear un nuevo sensor personalizado, haz clic en el botón grande de abajo a la derecha con el símbolo \"+\" y selecciona uno de los tipos disponibles de la columna izquierda.",
  "CustomSensorsHelpPart3": "Para obtener detalles de cómo funciona cada tipo específico de sensor personalizado, añádelo y haz clic sobre el icono en la parte superior izquierda del panel.",
  "EULALicenses": "EULA",
  "FailedRefreshSleep": "Fallo al actualizar después de reanudar desde el reposo",
  "GraphCopy": "Copiar gráfico",
  "GraphPaste": "Pegar gráfico",
  "GraphSelectedPoint": "Punto seleccionado:",
  "HidePopup": "Ocultar esta ventana emergente en el futuro",
  "InitFailedRetry": "Fan Control no se ha podido iniciar. Reintentando...",
  "ManualPairingInstruction": "Selecciona el sensor de velocidad de abajo que reaccione a este controlador.",
  "ManualPairingTip": "(Consejo: Establece el control deslizante al 0% y mira qué ventilador se relentiza/detiene)",
  "OtherInstance": "Otra instancia de Fan Control estaba en uso en el usuario \"{0}\". Se ha cerrado para iniciar esta nueva estancia.",
  "PawnIoInformationPart1": "Para obtener datos de los sensores y controlar los ventiladores, FanControl ahora requiere la instalación del controlador de kernel PawnIO.",
  "PawnIoInformationPart2": "Este controlador reemplaza a WinRing0, el controlador vulnerable heredado que se usaba anteriormente. Se instalará globalmente en su sistema.",
  "PawnIoInformationPart3": "Puede usar FanControl sin este controlador, pero todos los sensores integrados relacionados con LibreHardwareMonitor no estarán disponibles.",
  "PawnIoInformationPart4": "Otros proveedores de sensores como NvAPI, ADLX y complementos seguirán funcionando como de costumbre.",
  "PawnIoInstallationRequired": "Instalación de PawnIO requerida",
  "PaypalDialogPart1": "Mensaje del desarrollador de Fan Control",
  "PaypalDialogPart2": "¡Hola! Aquí Rémi.",
  "PaypalDialogPart3a": "¡Veo que has hecho unas curvas, impresionante! 🚀🙌",
  "PaypalDialogPart3b": "¡Aún no has creado curvas para tus ventiladores! ¡Haz clic en el botón grande de abajo a la derecha con el símbolo + para empezar! 🚀🙌",
  "PaypalDialogPart4": "El programa está siendo continuamente desarrollado para obtener mejor rendimiento, menos errores, más funciones y una mejor experiencia de usuario. Eso conlleva tiempo y esfuerzo.",
  "PaypalDialogPart5": "Fan Control es gratis de usar, pero si te gusta lo suficiente como para que forme parte de tu sistema, considera compartirlo, contribuir en Paypal o patrocinarme en GitHub. ¡Estaría muy agradecido! 😊",
  "PaypalDialogPart6": "Si tienes problemas con el programa o simplemente quieres compartir tus ideas, tienes un email en la sección \"Información\" en la parte izquierda o puedes ir directamente a la página de GitHub.",
  "PaypalDialogPart7": "Gracias por usar Fan Control! 🙏",
  "PlatformNotSupported": "Tu plataforma no está soportada. Se requiere Windows 10 en adelante.",
  "ReadEULA": "Tómate un minuto para leer el acuerdo de licencia de usuario. Es breve, te lo prometo. Siempre puedes leerlo más tarde en la sección de Información.",
  "RefreshingAfterSleep": "Fan Control se está actualizando después de reanudar desde el reposo",
  "SpeedHelpPart1": "La sección \"Velocidades\" muestra todos los sensores de RPM disponibles que se han detectado.",
  "SpeedHelpPart2": "Ten en cuenta que cada panel puede o no tener un panel correspondiente de RPM por razones de compatibilidad.",
  "SpeedHelpPart3": "Es recomendable que \"emparejes\" cada sensor en esta sección a su panel de control correspondiente. Usa la opción en el menú de tres puntos en el panel de control, y selecciona emparejamiento manual o automático.",
  "SpeedHelpPart4": "Una vez que un sensor de velocidad está emparejado, puedes ocultarlo para una interfaz tener una más limpia.",
  "TwoPointsRequired": "Se requieren al menos 2 puntos",
  "UnexpectedErrorOccurred": "Ha ocurrido un error inesperado y se ha añadido al registro de errores.",
  "UnexpectedErrorSeeLog": "Ha ocurrido un error inesperado. Consulta el registro de errores para más información.",
  "WelcomeFanControl": "Bienvenido a Fan Control! 👋"
}