{
  "AscendingRpmValues": "Valores de RPM crescentes",
  "CalibrationCommand": "Comando (%)",
  "CalibrationControlCardInstructions": "Use o seguinte cartão para ajustar a % da ventoinha e observar o RPM.",
  "CalibrationPointPercent": "Ponto de %",
  "CalibrationSpeed": "Velocidade (RPM)",
  "CalibrationTable": "Tabela de Calibração",
  "ControlHelpPart1": "A seção \"Controles\" mostra todos os cabeçalhos e ventoinhas disponíveis que foram detectados.",
  "ControlHelpPart2": "Você pode atribuir uma curva de ventoinha ou entrar no controle manual a partir do menu de três pontos de cada cartão.",
  "ControlHelpPart3": "No menu de três pontos de cada cartão, você pode \"emparelhar\" a um sensor de velocidade da ventoinha da seção abaixo, que exibirá o RPM no cartão de controle.",
  "ControlHelpPart4": "As seguintes opções avançadas estão disponíveis ao clicar na parte inferior de um cartão:",
  "CurveHelpPart1": "A seção \"Curvas\" mostra todas as curvas que foram criadas.",
  "CurveHelpPart2": "Para criar uma nova curva, clique no botão de \"+\" no canto inferior direito e selecione um dos tipos disponíveis.",
  "CurveHelpPart3": "Para obter detalhes sobre como um tipo específico de curva de ventoinha funciona, adicione-a e clique no ícone no canto superior esquerdo do cartão.",
  "CustomSensorsHelpPart1": "A seção \"Sensores personalizados\" mostra todos os sensores personalizados que foram criados.",
  "CustomSensorsHelpPart2": "Para criar um novo sensor personalizado, clique no botão de \"+\" no canto inferior direito e selecione um dos tipos disponíveis.",
  "CustomSensorsHelpPart3": "Para obter detalhes sobre como um tipo específico de sensor personalizado funciona, adicione-o e clique no ícone no canto superior esquerdo do cartão.",
  "EULALicenses": "EULA",
  "FailedRefreshSleep": "Falha ao atualizar após retomar do modo de suspensão",
  "GraphCopy": "Copiar gráfico",
  "GraphPaste": "Colar gráfico",
  "GraphSelectedPoint": "Ponto selecionado:",
  "HidePopup": "Ocultar este janela no futuro",
  "InitFailedRetry": "O Fan Control falhou ao inicializar. Tentando novamente...",
  "ManualPairingInstruction": "Selecione o sensor de velocidade abaixo que reage a este controle.",
  "ManualPairingTip": "(Dica: Defina o controle deslizante para 0% e veja qual ventoinha desacelera/para)",
  "OtherInstance": "Outra instância do FanControl estava em execução sob o usuário \"{0}\". Ela foi fechada para iniciar esta nova instância.",
  "PaypalDialogPart1": "Mensagem do desenvolvedor do Fan Control",
  "PaypalDialogPart2": "Olá! Aqui é o Rémi.",
  "PaypalDialogPart3a": "Vejo que você configurou algumas curvas de ventoinha, isso é incrível! 🚀🙌",
  "PaypalDialogPart3b": "Você ainda não criou nenhuma curva de ventoinha, clique no botão + no canto inferior direito para começar! 🚀🙌",
  "PaypalDialogPart4": "O software está sendo continuamente desenvolvido para melhorar o desempenho, ter menos bugs, adicionar mais recursos e melhorar a experiência do usuário. Isso leva tempo e esforço.",
  "PaypalDialogPart5": "O Fan Control é gratuito para usar, mas se você gostar o suficiente para torná-lo parte do seu sistema, considere compartilhá-lo, contribuir para meu Paypal ou me patrocinar no Github, será muito apreciado! 😊",
  "PaypalDialogPart6": "Se você tiver problemas com o software ou quiser compartilhar seu feedback, há um link de e-mail na seção \"Sobre\" à esquerda ou você pode acessar a página do Github.",
  "PaypalDialogPart7": "Obrigado por usar o Fan Control! 🙏",
  "PlatformNotSupported": "A plataforma atual não é suportada. É necessário Windows 10 ou posterior.",
  "ReadEULA": "Tire um minuto para ler o contrato de licença do usuário final (EULA). É curto, prometo. Você sempre pode lê-lo depois na seção Sobre.",
  "RefreshingAfterSleep": "O controle da ventoinha está sendo atualizado após retomar do modo de suspensão",
  "SpeedHelpPart1": "A seção \"Velocidades\" mostra todos os sensores RPM disponíveis que foram detectados.",
  "SpeedHelpPart2": "Observe que cada cartão de controle pode ou não ter um cartão de RPM correspondente devido a questões de compatibilidade.",
  "SpeedHelpPart3": "Recomenda-se que você \"emparelhe\" cada sensor nesta seção com seu cartão de controle correspondente. Use a opção de menu de três pontos de um cartão de controle para fazer isso, e selecione o emparelhamento manual ou automático.",
  "SpeedHelpPart4": "Uma vez que um sensor de velocidade esteja emparelhado, você pode ocultá-lo para uma aparência mais limpa.",
  "TwoPointsRequired": "São necessários pelo menos 2 pontos",
  "UnexpectedErrorOccurred": "Ocorreu um erro e foi adicionado ao arquivo de log.",
  "UnexpectedErrorSeeLog": "Ocorreu um erro. Veja o arquivo de log para mais detalhes.",
  "WelcomeFanControl": "Bem-vindo ao Fan Control! 👋"
}