{
  "AscendingRpmValues": "Artan RPM değerleri",
  "CalibrationCommand": "Komut (%)",
  "CalibrationControlCardInstructions": "Fanınızın % oranını ayarlamak ve RPM'sini gözlemlemek için aşağıdaki kartı kullanın.",
  "CalibrationPointPercent": "Nokta %",
  "CalibrationSpeed": "Hız (RPM)",
  "CalibrationTable": "Kalibrasyon Tablosu",
  "ControlHelpPart1": "\"Kontroller\" bölümü, tespit edilen tüm mevcut başlıkları/fanları gösterir.",
  "ControlHelpPart2": "Her kartın üç nokta menüsünden bir fan eğrisi atayabilir veya manuel kontrole geçebilirsiniz.",
  "ControlHelpPart3": "Her kartın üç nokta menüsünden, aşağıdaki bölümden bir fan hız sensörü \"eşleştirebilirsiniz\"; bu, RPM'yi kontrol kartında gösterecektir.",
  "ControlHelpPart4": "Aşağıdaki gelişmiş seçenekler, bir kartın alt bölümüne tıklanarak kullanılabilir:",
  "CurveHelpPart1": "\"Eğriler\" bölümü, oluşturulan her eğriyi gösterir.",
  "CurveHelpPart2": "Yeni bir eğri oluşturmak için, sağ alttaki büyük \"+\" işaretli düğmeye tıklayın ve mevcut türlerden birini seçin.",
  "CurveHelpPart3": "Belirli bir fan eğrisi türünün nasıl çalıştığı hakkında ayrıntı almak için, eğriyi ekleyin ve kartının sol üst köşesindeki simgesine tıklayın.",
  "CustomSensorsHelpPart1": "\"Özel sensörler\" bölümü, oluşturulan her özel sensörü gösterir.",
  "CustomSensorsHelpPart2": "Yeni bir özel sensör oluşturmak için, sağ alttaki büyük \"+\" işaretli düğmeye tıklayın ve mevcut türlerden birini seçin.",
  "CustomSensorsHelpPart3": "Belirli bir özel sensör türünün nasıl çalıştığı hakkında ayrıntı almak için, sensörü ekleyin ve kartının sol üst köşesindeki simgesine tıklayın.",
  "EULALicenses": "EULA",
  "FailedRefreshSleep": "Uyku modundan sonra yenileme işlemi başarısız oldu",
  "GraphCopy": "Grafiği kopyala",
  "GraphPaste": "Grafiği yapıştır",
  "GraphSelectedPoint": "Seçili Nokta:",
  "HidePopup": "Bu açılır pencereyi gelecekte gizle",
  "InitFailedRetry": "Fan Kontrolü başlatılamadı. Yeniden deneniyor...",
  "ManualPairingInstruction": "Bu kontrole yanıt veren hız sensörünü aşağıdan seçin.",
  "ManualPairingTip": "(İpucu: Kaydırıcıyı %0'a ayarlayın ve hangi fanın yavaşladığını/durduğunu görün) ",
  "OtherInstance": "\" {0} \" kullanıcısı altında çalışan başka bir FanControl örneği vardı. Bu yeni örneği başlatmak için kapatıldı.",
  "PawnIoInformationPart1": "Sensör verilerini almak ve fanları kontrol etmek için, FanControl artık PawnIO çekirdek sürücüsünün kurulumunu gerektiriyor.",
  "PawnIoInformationPart2": "Bu sürücü, daha önce kullanılan güvenlik açığı bulunan eski WinRing0 sürücüsünün yerini alıyor. Sisteminize global olarak kurulacak.",
  "PawnIoInformationPart3": "FanControl'ü bu sürücü olmadan kullanabilirsiniz, ancak LibreHardwareMonitor ile ilgili tüm yerleşik sensörler kullanılamaz olacaktır.",
  "PawnIoInformationPart4": "NvAPI, ADLX ve eklentiler gibi diğer sensör sağlayıcıları her zamanki gibi çalışmaya devam edecektir.",
  "PawnIoInstallationRequired": "PawnIO kurulumu gerekli",
  "PaypalDialogPart1": "Fan Control geliştiricisinden bir mesaj",
  "PaypalDialogPart2": "Merhaba! Ben Rémi.",
  "PaypalDialogPart3a": "Bazı fan eğrilerinizin çalıştığını görüyorum, harika! 🚀🙌",
  "PaypalDialogPart3b": "Henüz fan eğrisi oluşturmadınız, başlamak için sağ alt köşedeki büyük + düğmesine tıklayın! 🚀🙌",
  "PaypalDialogPart4": "Yazılım, daha iyi performans, daha az hata, daha fazla özellik ve daha iyi bir kullanıcı deneyimi için sürekli olarak geliştirilmektedir. Bu zaman ve çaba gerektirir.",
  "PaypalDialogPart5": "Fan Control ücretsizdir, ancak sisteminizin bir parçası olacak kadar beğendiyseniz, Paypal'ıma katkıda bulunmayı veya Github'da beni sponsor etmeyi düşünün, çok takdir edilir! 😊",
  "PaypalDialogPart6": "Yazılımda sorun yaşıyorsanız veya geri bildiriminizi paylaşmak istiyorsanız, sol \"Hakkında\" bölümünde bir e-posta bağlantısı vardır veya Github sayfasına gidebilirsiniz.",
  "PaypalDialogPart7": "Fan Control'ü kullandığınız için teşekkür ederim! 🙏",
  "PlatformNotSupported": "Platformunuz desteklenmiyor. Windows 10 veya üzeri gerekiyor.",
  "ReadEULA": "Son kullanıcı lisans sözleşmesini okumak için bir dakika ayırın. Kısa, söz veriyorum. Her zaman Hakkında bölümünde daha sonra okuyabilirsiniz.",
  "RefreshingAfterSleep": "Fan Control, uyku modundan sonra yenileniyor",
  "RefreshRequested": "A refresh was requested by this sensors source: {0}",
  "SpeedHelpPart1": "\"Hızlar\" bölümü, tespit edilen tüm mevcut RPM sensörlerini gösterir.",
  "SpeedHelpPart2": "Uyumluluk nedenlerinden dolayı her kontrol kartının karşılık gelen bir RPM kartı olmayabileceğini unutmayın.",
  "SpeedHelpPart3": "Bu bölümdeki her sensörü karşılık gelen kontrol kartına \"eşleştirmeniz\" önerilir. Bunu yapmak için bir kontrol kartının üç nokta menüsü seçeneğini kullanın ve manuel veya otomatik eşleştirmeyi seçin.",
  "SpeedHelpPart4": "Bir hız sensörü eşleştirildiğinde, daha temiz bir görünüm için gizleyebilirsiniz.",
  "TwoPointsRequired": "En az 2 nokta gerekli",
  "UnexpectedErrorOccurred": "Beklenmedik bir hata oluştu ve günlük dosyasına eklendi.",
  "UnexpectedErrorSeeLog": "Beklenmedik bir hata oluştu. Ayrıntılar için günlük dosyasına bakın.",
  "WelcomeFanControl": "Fan Control'e hoş geldiniz! 👋"
}