{
  "AscendingRpmValues": "Incremento dei valori RPM",
  "CalibrationCommand": "Comando (%)",
  "CalibrationControlCardInstructions": "Usa la scheda seguente per regolare la percentuale della ventola % e osservare i suoi RPM.",
  "CalibrationPointPercent": "Punto %",
  "CalibrationSpeed": "Velocità (RPM)",
  "CalibrationTable": "Tabella di calibrazione",
  "ControlHelpPart1": "La sezione \"Controlli\" mostra ogni intestazione/ventola disponibile rilevata.",
  "ControlHelpPart2": "Puoi assegnare una curva della ventola o passare al controllo manuale dal menù a tre punti di ciascuna scheda.",
  "ControlHelpPart3": "Dal menù a tre punti di ciascuna scheda, è possibile \"abbinare\" un sensore di velocità della ventola ai controlli nella sezione sottostante, che mostrerà tali RPM nella scheda di controllo.",
  "ControlHelpPart4": "Clicca la freccia nella sezione inferiore di una scheda per regolare le seguenti opzioni avanzate:",
  "CurveHelpPart1": "La sezione \"Curve\" mostra ogni curva creata.",
  "CurveHelpPart2": "Per creare una nuova curva, clicca sul grande pulsante \"+\" in basso a destra e seleziona tra i tipi disponibili.",
  "CurveHelpPart3": "Per ottenere dettagli su come funziona un tipo specifico di curva della ventola, aggiungilo e clicca sulla sua icona in alto a sinistra della sua scheda",
  "CustomSensorsHelpPart1": "La sezione \"Sensori personalizzati\" mostra ogni sensore personalizzato creato.",
  "CustomSensorsHelpPart2": "Per creare un nuovo sensore personalizzato, clicca sul grande pulsante \"+\" in basso a destra e seleziona tra i tipi disponibili.",
  "CustomSensorsHelpPart3": "Per avere dettagli sul funzionamento di uno specifico tipo di sensore personalizzato, aggiungilo e clicca la sua icona in alto a sinistra della scheda.",
  "EULALicenses": "EULA",
  "FailedRefreshSleep": "Aggiornamento fallito dopo la riattivazione dalla modalità sospensione",
  "GraphCopy": "Copia grafico",
  "GraphPaste": "Incolla grafico",
  "GraphSelectedPoint": "Punto selezionato:",
  "HidePopup": "Nascondi questo pop-up in futuro",
  "InitFailedRetry": "Impossibile avviare Fan Control. Riprovo...",
  "ManualPairingInstruction": "Nella sezione sottostante seleziona il sensore di velocità che reagisce a questo controllo.",
  "ManualPairingTip": "(Un suggerimento: imposta il cursore a 0% e vedi quale ventola rallenta/si ferma)",
  "OtherInstance": "Un’altra istanza di Fan Control era in esecuzione sotto l’utente \"{0}\". È stata chiusa per avviare questa nuova istanza.",
  "PaypalDialogPart1": "Messaggio dallo sviluppatore di Fan Control",
  "PaypalDialogPart2": "Ciao! Sono Rémi.",
  "PaypalDialogPart3a": "Vedo che hai impostato alcune curve della ventola, fantastico! 🚀🙌",
  "PaypalDialogPart3b": "Non hai ancora creato nessuna curva della ventola, clicca sul grande pulsante + in basso a destra per iniziare! 🚀🙌",
  "PaypalDialogPart4": "Il software è in continuo sviluppo per aumentare le prestazioni, ridurre i bug, aggiungere funzionalità e migliorare l'esperienza utente. Questo richiede tempo e impegno.",
  "PaypalDialogPart5": "Fan Control è gratuito, ma se ti piace abbastanza da renderlo parte del tuo sistema considera la possibilità di condividerlo, donare tramite PayPal o sponsorizzarmi su GitHub, è molto apprezzato! 😊",
  "PaypalDialogPart6": "Se hai problemi con il software o vuoi condividere il tuo feedback puoi trovare un link email nella sezione \"Informazioni\" a sinistra o andare alla pagina GitHub.",
  "PaypalDialogPart7": "Grazie per aver scelto Fan Control! 🙏",
  "PlatformNotSupported": "La tua piattaforma non è supportata. È richiesto Windows 10 o successivo.",
  "ReadEULA": "Prenditi un minuto per leggere il contratto di licenza con l’utente finale. È breve, lo prometto. Puoi sempre leggerlo più tardi nella sezione Informazioni.",
  "RefreshingAfterSleep": "Fan Control si sta aggiornando dopo il ripristino dalla modalità sospensione",
  "SpeedHelpPart1": "La sezione \"Velocità\" mostra ogni sensore RPM disponibile rilevato.",
  "SpeedHelpPart2": "Nota che ogni scheda di controllo può o meno avere una scheda RPM corrispondente per motivi di compatibilità.",
  "SpeedHelpPart3": "Si raccomanda di \"abbinare\" ogni sensore in questa sezione alla scheda di controllo corrispondente. Per farlo, usa l’opzione dal menù a tre punti di una scheda di controllo e scegli fra abbinamento manuale o automatico.",
  "SpeedHelpPart4": "Una volta abbinato un sensore di velocità, puoi nasconderlo per ottenere un aspetto più pulito.",
  "TwoPointsRequired": "Sono richiesti almeno 2 punti",
  "UnexpectedErrorOccurred": "Si è verificato un errore imprevisto che è stato aggiunto al file di registro.",
  "UnexpectedErrorSeeLog": "Si è verificato un errore imprevisto. Vedi il file di registro per i dettagli",
  "WelcomeFanControl": "Benvenuto in Fan Control! 👋"
}