{
  "AscendingRpmValues": "Значення обертів за зростанням",
  "CalibrationCommand": "Значення (%)",
  "CalibrationControlCardInstructions": "Використовуйте повзунок нижче, щоб регулювати % вентилятора і відстежувати його швидкість обертання.",
  "CalibrationPointPercent": "Значення %",
  "CalibrationSpeed": "Швидкість (об/хв)",
  "CalibrationTable": "Таблиця калібрування",
  "ControlHelpPart1": "У розділі \"Елементи керування\" показано всі розпізнані підключення/вентилятори",
  "ControlHelpPart2": "Ви можете присвоїти криву вентилятора або перейти до ручного керування використовуючи меню з трьома крапками, що розташоване на кожній картці.",
  "ControlHelpPart3": "За допомогою меню з трьома крапками на кожному елементі керування ви можете \"приєднати\" датчик швидкості обертання з розділу \"Датчики обертів\". Після цього відповідне число обертів буде показано на елементі керування.",
  "ControlHelpPart4": "Наступні додаткові опції доступні, якщо натиснути на нижню частину картки:",
  "CurveHelpPart1": "У розділі \"Криві\" показані всі створені криві.",
  "CurveHelpPart2": "Щоб створити нову криву, натисніть велику кнопку зі знаком \"+\" внизу праворуч і виберіть один з доступних типів.",
  "CurveHelpPart3": "Щоб дізнатися більше про те, як працює певний тип кривої, додайте її та клацніть піктограму у верхньому лівому кутку картки.",
  "CustomSensorsHelpPart1": "У розділі \"Спеціальні датчики\" показано всі створені спеціальні датчики.",
  "CustomSensorsHelpPart2": "Щоб створити новий спеціальний датчик, натисніть велику кнопку зі знаком \"+\" внизу праворуч і виберіть один з доступних типів.",
  "CustomSensorsHelpPart3": "Щоб отримати детальну інформацію про роботу певного типу спеціального датчика, додайте його та клацніть піктограму у верхньому лівому куті картки.",
  "EULA": "EULA",
  "FailedRefreshSleep": "Не вдалося оновити після виходу зі сну",
  "GraphCopy": "Копіювати графік",
  "GraphPaste": "Вставити графік",
  "GraphSelectedPoint": "Вибрана точка:",
  "HidePopup": "Більше не показувати це спливаюче вікно",
  "InitFailedRetry": "Не вдалося ініціалізувати Fan Control. Повторна спроба...",
  "ManualPairingInstruction": "Виберіть нижче датчик швидкості, який реагує на цей елемент керування.",
  "ManualPairingTip": "(Порада: установіть повзунок на 0% і подивіться, який вентилятор сповільнюється/зупиняється)",
  "OtherInstance": "Інший екземпляр FanControl було запущено під користувачем \"{0}\". Його було закрито, щоб запустити новий екземпляр.",
  "PaypalDialogPart1": "Повідомлення від розробника Fan Control",
  "PaypalDialogPart2": "Привіт! Я Ремі.",
  "PaypalDialogPart3a": "Бачу, що у вас налаштовані криві вентиляторів, це круто! 🚀🙌",
  "PaypalDialogPart3b": "У вас ще немає налаштованих кривих вентиляторів, щоб додати, натисніть велику кнопку + у правому нижньому куті! 🚀🙌",
  "PaypalDialogPart4": "Програмне забезпечення постійно вдосконалюється для покращення продуктивності, зменшення кількості помилок, розширення можливостей та покращення користувацького досвіду. Це вимагає часу та зусиль.",
  "PaypalDialogPart5": "Fan Control є безкоштовним, але якщо він вам сподобається настільки, що ви захочете зробити його частиною своєї системи, розгляньте можливість зробити внесок на мій Paypal або спонсорувати мене на Github, буду дуже вдячний! 😊",
  "PaypalDialogPart6": "Якщо у вас виникли проблеми з програмним забезпеченням або ви просто хочете поділитися своїми відгуками, в розділі \"Про програму\" є посилання на електронну пошту або ви можете перейти на сторінку Github.",
  "PaypalDialogPart7": "Дякуємо за використання Fan Control! 🙏",
  "PlatformNotSupported": "Ваша платформа не підтримується. Потрібна Windows 10 або новіша.",
  "ReadEULA": "Знайдіть хвилинку, щоб прочитати ліцензійну угоду з кінцевим користувачем. Вона коротка, я обіцяю. Ви завжди можете прочитати її пізніше в розділі \"Про програму\".",
  "RefreshingAfterSleep": "Fan Control оновлюється після виходу зі сну",
  "SpeedHelpPart1": "У розділі \"Датчики обертів\" показано всі доступні датчики обертів, які вдалося виявити.",
  "SpeedHelpPart2": "Зверніть увагу, що елементи керування можуть мати або не мати відповідних датчиків обертів з причин сумісності.",
  "SpeedHelpPart3": "Рекомендується \"приєднати\" кожен датчик у цьому розділі з відповідним елементом керування. Для цього скористайтеся меню з трьома крапками на елементі керування і виберіть ручне або автоматичне приєднання.",
  "SpeedHelpPart4": "Після того, як датчик швидкості приєднано, ви можете сховати його, щоб він не заважав.",
  "TwoPointsRequired": "Потребується щонайменше 2 точки",
  "UnexpectedErrorOccurred": "Виникла неочікувана помилка, яку було додано до файлу журналу.",
  "UnexpectedErrorSeeLog": "Виникла непередбачувана помилка. Докладнішу інформацію див. у файлі журналу.",
  "WelcomeFanControl": "Ласкаво просимо до Fan Control! 👋"
}