{
  "AscendingRpmValues": "Valeurs RPM ascendantes",
  "CalibrationCommand": "Commande (%)",
  "CalibrationControlCardInstructions": "Utilisez la tuile suivante pour ajuster le % de votre ventilateur et observer son RPM.",
  "CalibrationPointPercent": "Point %",
  "CalibrationSpeed": "Vitesse (RPM)",
  "CalibrationTable": "Table de calibration",
  "ControlHelpPart1": "La section \"Contrôles\" montre chaque en-tête/ventilateur disponible qui est détecté.",
  "ControlHelpPart2": "Vous pouvez soit attribuer une courbe de ventilateur, soit passer en contrôle manuel depuis le menu à trois points de chaque tuile.",
  "ControlHelpPart3": "Depuis le menu à trois points de chaque tuile, vous pouvez \"associer\" un capteur de vitesse de ventilateur de la section ci-dessous, ce qui affichera ce RPM sur la tuile de contrôle.",
  "ControlHelpPart4": "Les options avancées suivantes sont disponibles en cliquant sur la section inférieure d'une tuile :",
  "CurveHelpPart1": "La section \"Courbes\" montre chaque courbe qui a été créée.",
  "CurveHelpPart2": "Pour créer une nouvelle courbe, cliquez sur le grand bouton \"+\" en bas à droite et sélectionnez parmi les types disponibles.",
  "CurveHelpPart3": "Pour obtenir des détails sur le fonctionnement d'un type de courbe de ventilateur spécifique, ajoutez-le et cliquez sur son icône en haut à gauche de sa tuile.",
  "CustomSensorsHelpPart1": "La section \"Capteurs personnalisés\" montre chaque capteur personnalisé qui a été créé.",
  "CustomSensorsHelpPart2": "Pour créer un nouveau capteur personnalisé, cliquez sur le grand bouton \"+\" en bas à droite et sélectionnez parmi les types disponibles.",
  "CustomSensorsHelpPart3": "Pour obtenir des détails sur le fonctionnement d'un type de capteur personnalisé spécifique, ajoutez-le et cliquez sur son icône en haut à gauche de sa tuile.",
  "EULALicenses": "CLUF",
  "FailedRefreshSleep": "Échec de l'actualisation après la reprise du sommeil",
  "GraphCopy": "Copier le graphique",
  "GraphPaste": "Coller le graphique",
  "GraphSelectedPoint": "Point sélectionné :",
  "HidePopup": "Masquer cette fenêtre contextuelle à l'avenir",
  "InitFailedRetry": "Fan Control n'a pas pu s'initialiser. Nouvelle tentative...",
  "ManualPairingInstruction": "Sélectionnez le capteur de vitesse ci-dessous qui réagit à ce contrôle.",
  "ManualPairingTip": "(Astuce : Réglez le curseur à 0 % et voyez quel ventilateur ralentit/s'arrête)",
  "OtherInstance": "Une autre instance de FanControl était en cours d'exécution sous l'utilisateur \"{0}\". Elle a été fermée pour démarrer cette nouvelle instance.",
  "PaypalDialogPart1": "Message du développeur de Fan Control",
  "PaypalDialogPart2": "Salut! Ici Rémi.",
  "PaypalDialogPart3a": "Je vois que vous avez configuré des courbes de ventilateur, c'est génial ! 🚀🙌",
  "PaypalDialogPart3b": "Vous n'avez pas encore créé de courbe de ventilateur, cliquez sur le grand bouton + en bas à droite pour commencer ! 🚀🙌",
  "PaypalDialogPart4": "Le logiciel est continuellement développé pour de meilleures performances, moins de bugs, plus de fonctionnalités et une meilleure expérience utilisateur. Cela prend du temps et des efforts.",
  "PaypalDialogPart5": "Fan Control est gratuit, mais si vous l'aimez suffisamment pour en faire une partie de votre système, envisagez de le partager, de contribuer à mon Paypal ou de me sponsoriser sur Github, c'est très apprécié ! 😊",
  "PaypalDialogPart6": "Si vous avez des problèmes avec le logiciel ou si vous souhaitez simplement partager vos commentaires, il y a un lien e-mail dans la section \"À propos\" à gauche ou vous pouvez aller sur la page Github.",
  "PaypalDialogPart7": "Merci d'utiliser Fan Control ! 🙏",
  "PlatformNotSupported": "Votre plateforme n'est pas supportée. Windows 10 ou une version ultérieure est requise.",
  "ReadEULA": "Prenez une minute pour lire le contrat de licence utilisateur final. Il est court, je vous le promets. Vous pouvez toujours le lire plus tard dans la section À propos.",
  "RefreshingAfterSleep": "Fan Control s'actualise après la sortie de veille",
  "SpeedHelpPart1": "La section \"Vitesses\" montre chaque capteur RPM disponible qui est détecté.",
  "SpeedHelpPart2": "Notez que chaque tuile de contrôle peut ou non avoir une tuile RPM correspondante en raison de problèmes de compatibilité.",
  "SpeedHelpPart3": "Il est recommandé d'\"associer\" chaque capteur de cette section à sa tuile de contrôle correspondante. Utilisez l'option du menu à trois points d'une tuile de contrôle pour le faire, et sélectionnez soit l'association manuelle, soit l'association automatique.",
  "SpeedHelpPart4": "Une fois qu'un capteur de vitesse est associé, vous pouvez le masquer pour un aspect plus propre.",
  "TwoPointsRequired": "Au moins 2 points requis",
  "UnexpectedErrorOccurred": "Une erreur inattendue s'est produite et a été ajoutée au fichier journal.",
  "UnexpectedErrorSeeLog": "Une erreur inattendue s'est produite. Voir le fichier journal pour plus de détails.",
  "WelcomeFanControl": "Bienvenue dans Fan Control! 👋"
}