{
  "AscendingRpmValues": "(wartości RPM rosnąco)",
  "CalibrationCommand": "Polecenie (%)",
  "CalibrationControlCardInstructions": "Użyj poniższej karty, aby dostosować % prędkości wentylatora i obserwować jego RPM.",
  "CalibrationPointPercent": "Punkt %",
  "CalibrationSpeed": "Prędkość (RPM)",
  "CalibrationTable": "Tabela kalibracji",
  "ControlHelpPart1": "Sekcja \"Kontrolery\" pokazuje wszystkie dostępne złącza/wentylatory, które zostały wykryte.",
  "ControlHelpPart2": "Można przypisać krzywą wentylatora, albo przejść do ręcznego sterowania w menu z trzema kropkami każdej karty.",
  "ControlHelpPart3": "W menu z trzema kropkami każdej karty można \"sparować\" czujnik prędkości wentylatora z poniższej sekcji, co pokaże RPM na karcie kontrolnej.",
  "ControlHelpPart4": "Zaawansowane opcje są dostępne po kliknięciu dolnej części karty.",
  "CurveHelpPart1": "Sekcja \"Krzywe\" pokazuje wszystkie utworzone krzywe wentylatorów.",
  "CurveHelpPart2": "Aby utworzyć nową krzywą, kliknij duży przycisk \"+\" w prawym dolnym rogu i wybierz jeden z dostępnych typów.",
  "CurveHelpPart3": "Aby uzyskać szczegóły dotyczące działania konkretnego typu krzywej wentylatora, dodaj ją i kliknij jej ikonę w lewym górnym rogu karty.",
  "CustomSensorsHelpPart1": "Sekcja \"Czujniki niestandardowe\" pokazuje wszystkie utworzone czujniki.",
  "CustomSensorsHelpPart2": "Aby utworzyć nowy czujnik, kliknij duży przycisk \"+\" w prawym dolnym rogu i wybierz jeden z dostępnych typów.",
  "CustomSensorsHelpPart3": "Aby uzyskać szczegóły dotyczące działania konkretnego typu czujnika, dodaj go i kliknij jego ikonę w lewym górnym rogu karty.",
  "EULALicenses": "Umowa licencyjna użytkownika końcowego",
  "FailedRefreshSleep": "Nie udało się odświeżyć po wybudzeniu",
  "GraphCopy": "Kopiuj wykres",
  "GraphPaste": "Wklej wykres",
  "GraphSelectedPoint": "Wybrany punkt:",
  "HidePopup": "Nie pokazuj tego okna ponownie",
  "InitFailedRetry": "Nie udało się zainicjować Fan Control. Ponawianie...",
  "ManualPairingInstruction": "Wybierz poniżej czujnik prędkości, który reaguje na ten kontroler.",
  "ManualPairingTip": "(Porada: ustaw suwak na 0% i zobacz, który wentylator zwalnia/zatrzymuje się)",
  "OtherInstance": "Inna instancja FanControl była już uruchomiona przez użytkownikia \"{0}\". Została zamknięta, aby uruchomić nową instancję.",
  "PaypalDialogPart1": "Wiadomość od dewelopera Fan Control",
  "PaypalDialogPart2": "Cześć! Z tej strony Rémi.",
  "PaypalDialogPart3a": "Widzę, że stworzyłeś już kilka krzywych wentylatorów, to świetnie! 🚀🙌",
  "PaypalDialogPart3b": "Nie masz jeszcze żadnych krzywych wentylatorów, kliknij duży przycisk + w prawym dolnym rogu, aby rozpocząć! 🚀🙌",
  "PaypalDialogPart4": "Oprogramowanie jest stale rozwijane, aby zapewnić lepszą wydajność, mniej błędów, więcej funkcji i lepsze wrażenia użytkownika. To wymaga czasu i wysiłku.",
  "PaypalDialogPart5": "Fan Control jest darmowy, ale jeśli ci się podoba i używasz go na co dzień, rozważ jego udostępnienie, wsparcie na Paypal lub sponsorowanie mnie na Githubie, to będzie bardzo mile widziane! ??",
  "PaypalDialogPart6": "Jeśli masz problemy z oprogramowaniem lub chcesz podzielić się swoją opinią, w sekcji \"O programie\" znajdziesz adres e-mail lub możesz odwiedzić stronę na Githubie.",
  "PaypalDialogPart7": "Dziękuję za korzystanie z Fan Control! 🙏",
  "PlatformNotSupported": "Twoja platforma nie jest obsługiwana. Wymagany jest Windows 10 lub nowszy.",
  "ReadEULA": "Przeczytaj umowę licencyjną użytkownika końcowego. Jest krótka, obiecuję. Możesz ją zawsze przeczytać później w sekcji \"O programie\".",
  "RefreshingAfterSleep": "Fan Control odświeża się po wybudzeniu",
  "SpeedHelpPart1": "Sekcja \"Prędkości\" pokazuje wszystkie dostępne czujniki RPM, które zostały wykryte.",
  "SpeedHelpPart2": "Pamiętaj, że każda karta kontrolera może, ale nie musi mieć odpowiadającej karty RPM z powodu kompatybilności.",
  "SpeedHelpPart3": "Zaleca się sparowanie każdego czujnika w tej sekcji z odpowiadającą kartą kontrolera. Użyj opcji z menu z trzema kropkami na karcie kontrolera, aby to zrobić i wybierz ręczne lub automatyczne parowanie.",
  "SpeedHelpPart4": "Po sparowaniu czujnika prędkości możesz go ukryć, aby mieć czystszy wygląd.",
  "TwoPointsRequired": "Wymagane są co najmniej 2 punkty",
  "UnexpectedErrorOccurred": "Wystąpił nieoczekiwany błąd i został dodany do pliku dziennika.",
  "UnexpectedErrorSeeLog": "Wystąpił nieoczekiwany błąd. Zobacz plik dziennika, aby uzyskać szczegóły.",
  "WelcomeFanControl": "Witamy w Fan Control! 👋"
}