{
  "AscendingRpmValues": "Oplopende RPM-waarden",
  "CalibrationCommand": "Opdracht (%)",
  "CalibrationControlCardInstructions": "Gebruik de volgende kaart om het percentage van uw ventilator aan te passen en het toerental ervan te observeren.",
  "CalibrationPointPercent": "Punt %",
  "CalibrationSpeed": "Snelheid (RPM)",
  "CalibrationTable": "Kalibratietabel",
  "ControlHelpPart1": "In het gedeelte \"Besturingselementen\" worden alle beschikbare headers/ventilatoren weergegeven die zijn gedetecteerd.",
  "ControlHelpPart2": "U kunt een ventilatorcurve toewijzen of handmatig de instellingen wijzigen via het menu met de drie puntjes op elke kaart.",
  "ControlHelpPart3": "Via het menu met de drie puntjes op elke kaart kunt u een ventilatorsnelheidssensor uit het onderstaande gedeelte \"matchen\". Deze sensor geeft het toerental op de controlekaart weer.",
  "ControlHelpPart4": "De volgende geavanceerde opties zijn beschikbaar door op het onderste gedeelte van een kaart te klikken:",
  "CurveHelpPart1": "In het gedeelte 'Curven' worden alle gemaakte curven weergegeven.",
  "CurveHelpPart2": "Om een ​​nieuwe curve te maken, klikt u op de grote knop met het \"+\"-teken rechtsonder en selecteert u uit de beschikbare typen.",
  "CurveHelpPart3": "Voor meer informatie over de werking van een specifiek type ventilatorcurve voegt u deze toe en klikt u op het bijbehorende pictogram linksboven op de kaart.",
  "CustomSensorsHelpPart1": "In het gedeelte 'Aangepaste sensoren' worden alle aangepaste sensoren weergegeven die zijn gemaakt.",
  "CustomSensorsHelpPart2": "Om een ​​nieuwe, aangepaste sensor te maken, klikt u op de grote knop met het \"+\"-teken rechtsonder en selecteert u uit de beschikbare typen.",
  "CustomSensorsHelpPart3": "Voor meer informatie over de werking van een specifiek aangepast sensortype voegt u het toe en klikt u op het bijbehorende pictogram linksboven op de kaart.",
  "EULALicenses": "EULA/Licenties",
  "FailedRefreshSleep": "Vernieuwen mislukt na hervatten uit slaapstand",
  "GraphCopy": "Grafiek kopiëren",
  "GraphPaste": "Grafiek plakken",
  "GraphSelectedPoint": "Geselecteerd punt:",
  "HidePopup": "Verberg deze pop-up in de toekomst",
  "InitFailedRetry": "Fan Control kon niet worden geïnitialiseerd. Opnieuw proberen...",
  "ManualPairingInstruction": "Selecteer hieronder de snelheidssensor die op deze regeling reageert.",
  "ManualPairingTip": "(Tip: Zet de schuifregelaar op 0% en kijk welke ventilator langzamer gaat draaien/stopt) ",
  "OtherInstance": "Er werd een ander exemplaar van FanControl uitgevoerd onder gebruiker \"{0}\". Dit werd gesloten om dit nieuwe exemplaar te starten.",
  "PawnIoInformationPart1": "Om sensorgegevens te verkrijgen en ventilatoren te besturen, vereist FanControl nu de installatie van het PawnIO kernelstuurprogramma.",
  "PawnIoInformationPart2": "Dit stuurprogramma vervangt WinRing0, het verouderde kwetsbare stuurprogramma dat eerder werd gebruikt. Het zal globaal op uw systeem worden geïnstalleerd.",
  "PawnIoInformationPart3": "U kunt FanControl zonder dit stuurprogramma gebruiken, maar alle ingebouwde sensoren gerelateerd aan LibreHardwareMonitor zullen niet beschikbaar zijn.",
  "PawnIoInformationPart4": "Andere sensorproviders zoals NvAPI, ADLX en plugins zullen normaal blijven werken.",
  "PawnIoInstallationRequired": "PawnIO-installatie vereist",
  "PaypalDialogPart1": "Bericht van de ontwikkelaar van Fan Control",
  "PaypalDialogPart2": "Hallo! Rémi hier.",
  "PaypalDialogPart3a": "Ik zie dat ju wat fancurves heeft, dat is geweldig! 🚀🙌",
  "PaypalDialogPart3b": "U heeft nog geen ventilatorrcurve aangemaakt. Klik op de grote + knop in de rechteronderhoek om te beginnen! 🚀🙌",
  "PaypalDialogPart4": "De software wordt continu ontwikkeld voor betere prestaties, minder bugs, meer functies en een betere gebruikerservaring. Dit kost tijd en moeite.",
  "PaypalDialogPart5": "Fan Control is gratis te gebruiken, maar als u het zo leuk vindt dat u het onderdeel wilt maken van uw systeem, overweeg dan om een ​​bijdrage te leveren aan mijn PayPal-rekening of mij te sponsoren op Github. Dat stellen we zeer op prijs! 😊",
  "PaypalDialogPart6": "Als u problemen ondervindt met de software of gewoon uw feedback wilt delen, vindt u in het gedeelte 'Over' aan de linkerkant een e-maillink. U kunt ook naar de Github-pagina gaan.",
  "PaypalDialogPart7": "Bedankt voor het gebruiken van Fan Control! 🙏",
  "PlatformNotSupported": "Uw platform wordt niet ondersteund. Windows 10 of hoger is vereist.",
  "ReadEULA": "Neem even de tijd om de sectie met de licentieovereenkomst voor eindgebruikers te lezen. Het is kort, dat beloof ik. U kunt het later altijd nog lezen in de sectie Over.",
  "RefreshingAfterSleep": "Fan Control vernieuwd zich na het hervatten uit de slaapstand",
  "RefreshRequested": "A refresh was requested by this sensors source: {0}",
  "SpeedHelpPart1": "In het gedeelte \"Snelheden\" worden alle beschikbare RPM-sensoren weergegeven die zijn gedetecteerd.",
  "SpeedHelpPart2": "Houd er rekening mee dat elke regelingskaart mogelijk geen bijbehorende RPM-kaart heeft vanwege compatibiliteitsredenen.",
  "SpeedHelpPart3": "Het wordt aanbevolen dat u elke sensor in deze sectie \"koppelt\" aan de bijbehorende regelingskaart. Gebruik hiervoor de menuoptie met drie stippen van een regelingskaart en selecteer handmatig of automatisch koppelen.",
  "SpeedHelpPart4": "Once a speed sensor is paired, you can hide it for a cleaner look.",
  "TwoPointsRequired": "Minstens 2 punten vereist",
  "UnexpectedErrorOccurred": "Er is een onverwachte fout opgetreden en deze is toegevoegd aan het logbestand.",
  "UnexpectedErrorSeeLog": "Er is een onverwachte fout opgetreden. Zie het logbestand voor meer informatie.",
  "WelcomeFanControl": "Welkom bij Fan Control! 👋"
}