{
  "AllControlsNoSensors": "Không có điều khiển nào được ghép với cảm biến tốc độ quạt.",
  "AssistedSetupDescription": "Đây là thiết lập hỗ trợ. Công cụ này sẽ giúp bạn cấu hình quạt lần đầu với các bước sau:",
  "AvoidRunningOtherPrograms": "Vui lòng không chạy các chương trình hoặc tiện ích quạt khác trong khi thiết lập đang hoạt động.",
  "Calibrating": "Đang hiệu chỉnh",
  "CalibrationTitle": "Hiệu chỉnh quạt tự động",
  "ControlSensorPairsWithSpeedSensor": "Cảm biến điều khiển \"{0}\" được ghép với cảm biến tốc độ \"{1}\"",
  "ControlSpeedCalibration": "Hiệu chỉnh điều khiển / tốc độ",
  "ControlSpeedPairing": "Ghép điều khiển và cảm biến tốc độ",
  "Done": "Hoàn tất!",
  "ExceptionDuringSetup": "Đã xảy ra lỗi trong quá trình thiết lập hỗ trợ. Xem nhật ký lỗi để biết thêm chi tiết.",
  "FullSpeed": "Đặt quạt ở mức 100%",
  "IdentificationDescription": "Xác định và đặt tên cho quạt của bạn",
  "IdentificationInstructions": "Các điều khiển sau đã phản hồi với Fan Control. Hãy kiểm tra trong máy tính hoặc dùng phần mềm khác trong khi kéo thanh trượt để đặt tên tương ứng.",
  "IncludeNonPaired": "Vẫn bao gồm các điều khiển chưa ghép.",
  "NoControlPairedSensor": "Không có điều khiển nào ghép với cảm biến tốc độ quạt.",
  "NoSensor": "Điều khiển này không có cảm biến tốc độ",
  "NoSpeedSensorReacted": "Không có cảm biến tốc độ nào phản hồi với cảm biến điều khiển \"{0}\"",
  "PairedControlsOnly": "Chỉ kiểm tra các điều khiển đã ghép với cảm biến tốc độ.",
  "PairingUtilityDescription": "Tiện ích này sẽ thử ghép các cảm biến tốc độ và cảm biến điều khiển quạt. Điều này giúp xác định quạt nào có thể điều khiển. Đang đặt tất cả điều khiển quạt về {0}%...",
  "ProceedQuestion": "Bạn có muốn tiếp tục không?",
  "Settings": "Cài đặt",
  "ShowHiddenCardsExplanation": "Tất cả các điều khiển không phản hồi trong quá trình thiết lập sẽ bị ẩn.",
  "StartPercent": "Bắt đầu %",
  "Step1": "Chọn loại cảm biến cần phát hiện",
  "Step2": "Tìm cảm biến RPM tương ứng cho từng điều khiển",
  "Step3": "Hiệu chỉnh từng điều khiển đã ghép với cảm biến RPM",
  "Step4": "Xác định ngưỡng dừng (%) cho từng điều khiển",
  "Step5": "Xác định ngưỡng khởi động (%) cho từng điều khiển",
  "Step6": "Xác định và đặt tên cho từng điều khiển",
  "Step7": "Thiết lập một số tùy chọn ứng dụng",
  "Testing": "Đang kiểm tra",
  "TestingAt": "({0}) Kiểm tra tại {1}% ({2} RPM)"
}