{
    "AllControlsNoSensors": "Aucun contrôle n'a de capteur de vitesse associé.",
    "AssistedSetupDescription": "Ceci est la configuration assistée. Elle vous aidera à configurer vos ventilateurs pour la première fois avec les étapes suivantes :",
    "Calibrating": "Calibration",
    "CalibrationTitle": "Calibration automatique de ventilateur",
    "ControlSensorPairsWithSpeedSensor": "Le contrôle \"{0}\" est associé au capteur de vitesse \"{1}\"",
    "ControlSpeedCalibration": "Calibration contrôle/vitesse",
    "ControlSpeedPairing": "Association des capteurs de vitesse avec les contrôles",
    "Done": "Terminé!",
    "ExceptionDuringSetup": "Une exception s'est produite pendant le processus de configuration assistée. Consultez le journal des erreurs pour plus de détails.",
    "FullSpeed": "Réglage du ventilateur à 100%",
    "IdentificationDescription": "Identifiez et nommez vos ventilateurs",
    "IdentificationInstructions": "Ces contrôles sont ceux qui ont répondu à Fan Control. Regardez à l'intérieur de votre ordinateur ou utilisez un logiciel alternatif tout en utilisant les curseurs pour les nommer en conséquence",
    "IncludeNonPaired": "Inclure les contrôles non associés.",
    "NoControlPairedSensor": "Aucun contrôle n'a de capteur de vitesse de ventilateur associé.",
    "NoSensor": "Ce contrôle n'a pas de capteur RPM",
    "NoSpeedSensorReacted": "Aucun capteur de vitesse n'a réagi au capteur de contrôle \"{0}\"",
    "PairedControlsOnly": "Seuls les contrôles avec un capteur de vitesse de ventilateur associé seront testés.",
    "PairingUtilityDescription": "Cet utilitaire essaiera d'apparier les capteurs de vitesse des ventilateurs et les capteurs de contrôle des ventilateurs. Cela identifiera quels ventilateurs peuvent être contrôlés. Réglage de chaque contrôle de ventilateur à {0}%...",
    "ProceedQuestion": "Voulez-vous continuer ?",
    "Settings": "Paramètres",
    "ShowHiddenCardsExplanation": "Tous les contrôles qui n'ont pas répondu à la configuration assistée seront cachés.",
    "StartPercent": "% de démmarage",
    "Step1": "Sélectionnez le type de capteurs à détecter",
    "Step2": "Trouvez le capteur de RPM correspondant pour chaque contrôle",
    "Step3": "Calibrez chaque contrôle qui a été associé avec un capteur de RPM",
    "Step4": "Trouvez le seuil de pourcentage d'arrêt pour chaque contrôle",
    "Step5": "Trouvez le seuil de pourcentage de démarrage pour chaque contrôle",
    "Step6": "Identifier et nommer chaque contrôle",
    "Step7": "Définir certains paramètres de l'application",
    "Testing": "Test",
    "TestingAt": "({0}) Test à {1}% ({2} RPM)"
}