{
  "AllControlsNoSensors": "Geen enkele regeling heeft een gekoppelde ventilatorsnelheidssensor.",
  "AssistedSetupDescription": "Dit is de installatiewizard. Het programma begeleidt u door de eerste installatie van uw ventilatoren aan de hand van de volgende stappen:",
  "Calibrating": "Kalibreren",
  "CalibrationTitle": "Automatische ventilatorkalibratie",
  "ControlSensorPairsWithSpeedSensor": "Regelsensor \"{0}\" is gekoppeld aan snelheidssensor \"{1}\"",
  "ControlSpeedCalibration": "Regel-/snelheidskalibratie",
  "ControlSpeedPairing": "Regel- en snelheidskoppeling",
  "Done": "Voltooid!",
  "ExceptionDuringSetup": "Er is een fout opgetreden bij het uitvoeren van de installatiewizard. Zie het foutenlogboek voor meer informatie.",
  "FullSpeed": "Ventilator wordt op op 100 ingesteld%",
  "IdentificationDescription": "Ventilator identificeren en benoemen",
  "IdentificationInstructions": "De volgende controllers reageerden op Fan Control. Kijk eens naar uw computer of gebruik andere software terwijl u de schuifregelaars gebruikt om geschikte namen toe te wijzen",
  "IncludeNonPaired": "Neem hoe dan ook niet-gekoppelde regelingen op.",
  "NoControlPairedSensor": "Geen van de regelingen is gekoppeld aan een snelheidssensor.",
  "NoSensor": "Deze regeling heeft geen snelheidssensor",
  "NoSpeedSensorReacted": "Geen van de snelheidssensoren reageerde op de regelsensor \"{0}\"",
  "PairedControlsOnly": "Er worden alleen regelingen getest die gekoppeld zijn aan een snelheidssensor.",
  "PairingUtilityDescription": "Deze functie probeert snelheids- en regelsensoren te koppelen. Hiermee wordt bepaald welke ventilatoren aangestuurd kunnen worden. Alle ventilatorregelingen zijn ingesteld op {0}% …",
  "ProceedQuestion": "Doorgaan?",
  "Settings": "Instellingen",
  "ShowHiddenCardsExplanation": "Alle bedieningselementen die niet op de installatiewizard reageren, worden verborgen.",
  "StartPercent": "Start-%",
  "Step1": "Selectie van de te detecteren sensoren",
  "Step2": "Bepaal de bijbehorende toerenteller van elke regeling",
  "Step3": "Kalibratie van elke regeling die aan een toerenteller is gekoppeld",
  "Step4": "Bepaal de stop- en drempelwaarde van elke regeling",
  "Step5": "Bepaal de start- en drempelwaarde van elke regeling",
  "Step6": "Het bepalen en benoemen van elke regeling",
  "Step7": "Stel enkele toepassingsinstellingen in",
  "Testing": "Testen",
  "TestingAt": "({0}) Test wordt uitgevoerd met {1}% ({2} RPM)"
}
