{
  "AllControlsNoSensors": "Κανένας χειριστής δεν έχει συνδεθεί με αισθητήρα ταχύτητας ανεμιστήρα.",
  "AssistedSetupDescription": "Αυτή είναι η βοηθητική εγκατάσταση. Θα σε βοηθήσει να ρυθμίσεις τους ανεμιστήρες σου για πρώτη φορά με τα ακόλουθα βήματα:",
  "Calibrating": "Ρύθμιση",
  "CalibrationTitle": "Αυτόματη Ρύθμιση Ανεμιστήρων",
  "ControlSensorPairsWithSpeedSensor": "Αισθητήρας χειρισμού \"{0}\" συνδέεται με τον αισθητήρα ταχύτητας \"{1}\"",
  "ControlSpeedCalibration": "Ρύθμιση Ελεγκτή/Ταχύτητας",
  "ControlSpeedPairing": "Ζευγοποίηση ελεγκτή και ταχύτητας",
  "Done": "Ολοκληρώθηκε!",
  "ExceptionDuringSetup": "Υπήρξε σφάλμα κατά την βοηθητική εγκατάσταση. Δες το αρχείο καταγραφής σφαλμάτων για περισσότερες πληροφορίες.",
  "FullSpeed": "Ρύθμιση ανεμιστήρα στο 100%",
  "IdentificationDescription": "Αναγηνώρισε και ονοματοδώτησε τους ανεμιστήρες",
  "IdentificationInstructions": "Οι παρακάτω ελεγκτές ανταποκρίθηκαν στο Fan Control. Κοίτα μέσα στον υπολογιστή σου ή χρησιμοποίησε διαφορετικό λογισμικό ενώ χειρίζεσαι τα κουμπιά ολίσθισης για να τους ονομάσεις ανάλογα",
  "IncludeNonPaired": "Να συμπεριληφθούν μη συνδεδεμένοι ελεγκτές παρ' όλα αυτά.",
  "NoControlPairedSensor": "Κανένας ελεγκτής δεν έχει συνδεθεί με αισθητήρα ταχύτητας ανεμιστήρα.",
  "NoSensor": "Αυτός ο ελεγκτής δεν έχει αισθητήρα ταχύτητας",
  "NoSpeedSensorReacted": "Κανένας ελεγκτής ταχύτητας δεν αντέδρασε στον αισθητήρα ταχύτητας \"{0}\"",
  "PairedControlsOnly": "Μόνο οι ελεγκτές με συνδεδεμένο αισθητήρα ταχύτητας ανεμιστήρα θα δοκιμαστούν.",
  "PairingUtilityDescription": "Αυτή η λειτουργία θα προσπαθήσει να ταιριάξει αισθητήρες ταχύτητας και ελεγκτές ανεμιστήρα. Αυτό θα ορίσει ποιοι ανεμιστήρες μπορούν να ελεγχθούν. Ρύθμιση κάθε ελεγκτή στο {0}%...",
  "ProceedQuestion": "Θες να συνεχίσεις;",
  "Settings": "Ρυθμίσεις",
  "ShowHiddenCardsExplanation": "Όλοι οι ελεγκτές που δεν ανταποκρίθηκαν στη βοηθητική εγκατάσταση θα αποκρυφθούν.",
  "StartPercent": "Έναρξη %",
  "Step1": "Επέλεξε τον τύπο αισθητήρα που θέλεις να ανιχνεύσεις",
  "Step2": "Βρες τον αντίστοιχο αισθητήρα RPM για κάθε αισθητήρα",
  "Step3": "Ρύθμισε κάθε αισθητήρα που έχει συνδεθεί με έναν ελεγκτή RPM",
  "Step4": "Βρες το όριο % τερματισμού για κάθε αισθητήρα",
  "Step5": "Βρες το όριο % έναρξης για κάθε αισθητήρα",
  "Step6": "Αναγνώριση και ονομασία κάθε αισθητήρα",
  "Step7": "Όρισε κάποιες ρυθμίσεις της εφαρμογής",
  "Testing": "Δοκιμή",
  "TestingAt": "({0}) Δοκιμή στο {1}% ({2} RPM)"
}