{
  "Auto": "Auto",
  "AutoDescription": "La curva automatica della ventola si adatterà automaticamente alla temperatura di carico.",
  "CantBeAddedToMix": "\"{0}\" non può essere aggiunto al mix.",
  "Flat": "Piatta",
  "FlatDescription": "La curva della ventola piatta applica una % fissa.",
  "FunctionAverage": "Media di tutte le curve della ventola selezionate",
  "FunctionMax": "Massimo di tutte le curve della ventola selezionate",
  "FunctionMin": "Minimo di tutte le curve della ventola selezionate",
  "FunctionSubtract": "Differenza tra la prima curva della ventola selezionata (+) e le altre (-)",
  "FunctionSum": "Somma di tutte le curve della ventola selezionate",
  "Graph": "Grafico",
  "GraphClickAndDrag": "Clic sinistro e trascina per spostare un punto",
  "GraphDescription": "Il grafico della curva della ventola applica una funzione personalizzata basata su una fonte di temperatura.",
  "GraphLeftClick": "Clic sinistro per aggiungere un punto",
  "GraphRightClick": "Clic destro per eliminare un punto",
  "Linear": "Lineare",
  "LinearDescription": "La curva della ventola lineare applica una funzione lineare basata su una fonte di temperatura.",
  "LinearMaximumDescription": "Sopra la temperatura massima, viene applicata la velocità massima.",
  "LinearMinimumDescription": "Sotto la temperatura minima, viene applicata la velocità minima.",
  "Mix": "Mix",
  "MixDescription": "La curva della ventola mix applica una funzione alle curve della ventola selezionate.",
  "MixFanCurveRestoreError": "Sensori mancanti per la curva della ventola mix {0}",
  "NameAlreadyTaken": "Il nome della curva della ventola \"{0}\" è già stato usato",
  "RemoveFromMixWarning": "Sei sicuro di voler rimuovere \"{0}\" dal mix?",
  "RpmModeWarning": "Cambiare modalità reimposterà questo grafico. Sei sicuro di voler continuare?",
  "Sync": "Sincronizza",
  "SyncDescription": "La curva della ventola sincronizzata emetterà la stessa % del controllo selezionato.",
  "SyncLoopError": "\"Loop rilevato. Il controllo {0} non può essere impostato come fonte.",
  "Trigger": "Innesco",
  "TriggerDescription": "La curva di innesco manterrà la sua velocità fino a quando uno dei due punti di cambiamento non verrà attivato.",
  "TriggerIdleDescription": "Sotto la temperatura in idle, viene applicata la velocità della ventola in idle fino a quando la temperatura non torna alla temperatura di carico",
  "TriggerLoadDescription": "Sopra la temperatura di carico, viene applicata la velocità della ventola di carico fino a quando la temperatura non torna alla temperatura in idle.",
  "TypeFanCurveMissingSensor": "{0} La curva della ventola denominata \"{1}\" manca del sensore con l'identificativo: {2})"
}
